Repository: CyberCRI/projects-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, et, fr, nl

source: A request to reset your password has been made for your %(organization_name)s Projects account. Someone requested that we change your password. If this was you, click on the link below to update your password. Update password : %(link.link)s If you didn’t request this email, there is nothing to worry about, you can safely ignore it. Link expires on %(expiration_date)s at %(expiration_time)s. Click on %(refresh_link)s to request a new link.
ca: S'ha realitzat una sol·licitud per restablir la vostra contrasenya per al vostre compte de Projectes de %(organization_name)s. Algú ha sol·licitat que canviem la vostra contrasenya. Si heu estat vosaltres, feu clic a l'enllaç següent per actualitzar la vostra contrasenya. Actualitzar contrasenya: %(link.link)s Si no heu sol·licitat aquest correu electrònic, no us preocupeu, el podeu ignorar amb seguretat. L'enllaç caduca el %(expiration_date)s a les %(expiration_time)s. Feu clic a %(refresh_link)s per sol·licitar un nou enllaç.
de: Für Ihr %(organization_name)s Projekt-Konto wurde eine Anfrage zum Zurücksetzen Ihres Passworts gestellt. Jemand hat angefordert, dass wir Ihr Passwort ändern. Wenn Sie das waren, klicken Sie auf den untenstehenden Link, um Ihr Passwort zu aktualisieren. Passwort aktualisieren: %(link.link)s Wenn Sie diese E-Mail nicht angefordert haben, brauchen Sie sich keine Sorgen zu machen und können sie einfach ignorieren. Der Link läuft am %(expiration_date)s um %(expiration_time)s ab. Klicken Sie auf %(refresh_link)s, um einen neuen Link anzufordern.
et: Teie %(organization_name)s Projektide konto jaoks on esitatud parooli lähtestamise taotlus. Keegi palus, et me teie parooli muudaksime. Kui see olite teie, siis klõpsake alloleval lingil, et oma parooli uuendada. Uuenda parool: %(link.link)s Kui te seda e-kirja ei tellinud, pole vaja muretseda, võite selle rahulikult ignoreerida. Link aegub %(expiration_date)s kell %(expiration_time)s. Uue lingi taotlemiseks klõpsake %(refresh_link)s.
fr: Une demande de réinitialisation de votre mot de passe a été faite pour votre compte %(organization_name)s Projects. Quelqu'un a demandé à changer votre mot de passe. Si c'était vous, cliquez sur le lien ci-dessous pour mettre à jour votre mot de passe. Mettre à jour le mot de passe : %(link.link)s Si vous n'êtes pas à l'origine de cette demande, vous pouvez simplement ignorer cet email. Le lien expire le %(expiration_date)s à %(expiration_time)s. Demandez un nouveau lien en cliquant sur %(refresh_link)s.
nl: Er is een verzoek ingediend om je wachtwoord te resetten voor je %(organization_name)s Projecten-account. Iemand heeft verzocht om je wachtwoord te wijzigen. Als jij dit was, klik dan op de onderstaande link om je wachtwoord bij te werken. Wachtwoord bijwerken: %(link.link)s Als je deze e-mail niet hebt aangevraagd, hoef je je geen zorgen te maken, je kunt deze veilig negeren. De link verloopt op %(expiration_date)s om %(expiration_time)s. Klik op %(refresh_link)s om een nieuwe link aan te vragen.

source: Update your %(org_name)s Projects password
ca: Actualitza la teva contrasenya de Projectes de %(org_name)s
de: Aktualisieren Sie Ihr %(org_name)s Projekt-Passwort
et: Uuenda oma %(org_name)s Projektide parooli
fr: Mettez à jour votre mot de passe %(org_name)s Projects
nl: Werk je %(org_name)s Projecten-wachtwoord bij

source: Confirm your email address to get started on the Projects portal of %(organization_name)s.
ca: Confirmeu la vostra adreça de correu electrònic per començar al portal de Projectes de %(organization_name)s.
de: Bestätigen Sie Ihre E-Mail-Adresse, um auf dem Projekt-Portal von %(organization_name)s loszulegen.
et: Kinnitage oma e-posti aadress, et alustada tööd %(organization_name)s projektide portaalis.
fr: Confirmez votre adresse email pour commencer à utiliser le portail Projects de %(organization_name)s.
nl: Bevestig je e-mailadres om te beginnen op de Projectenportal van %(organization_name)s.

source: Once you have confirmed that <strong>%(contact_email)s</strong> is your address, we'll help you get started on the platform.
ca: Un cop hàgiu confirmat que <strong>%(contact_email)s</strong> és la vostra adreça, us ajudarem a començar a la plataforma.
de: Sobald Sie bestätigt haben, dass <strong>%(contact_email)s</strong> Ihre Adresse ist, helfen wir Ihnen beim Einstieg in die Plattform.
et: Kui olete kinnitanud, et <strong>%(contact_email)s</strong> on teie aadress, aitame teil platvormiga alustada.
fr: Une fois que vous aurez confirmé que <strong>%(contact_email)s</strong> est bien votre adresse, nous vous aiderons à découvrir la plateforme.
nl: Zodra je hebt bevestigd dat <strong>%(contact_email)s</strong> je adres is, helpen we je op weg met het platform.

source: Confirm email address
ca: Confirmar adreça de correu electrònic
de: E-Mail-Adresse bestätigen
et: Kinnita e-posti aadress
fr: Confirmer l'adresse email
nl: E-mailadres bevestigen

source: Confirm your email address to get started on the Projects portal of %(organization_name)s. Once you have confirmed that <strong>%(contact_email)s</strong> is your address, we'll help you get started on the platform. Confirm email address : %(link)s If you didn’t request this email, there is nothing to worry about, you can safely ignore it. Link expires on %(expiration_date)s at %(expiration_time)s. Click on %(refresh_link)s to request a new link.
ca: Confirmeu la vostra adreça de correu electrònic per començar al portal de Projectes de %(organization_name)s. Un cop hàgiu confirmat que <strong>%(contact_email)s</strong> és la vostra adreça, us ajudarem a començar a la plataforma. Confirmar adreça de correu electrònic: %(link)s Si no heu sol·licitat aquest correu electrònic, no us preocupeu, el podeu ignorar amb seguretat. L'enllaç caduca el %(expiration_date)s a les %(expiration_time)s. Feu clic a %(refresh_link)s per sol·licitar un nou enllaç.
de: Bestätigen Sie Ihre E-Mail-Adresse, um auf dem Projekt-Portal von %(organization_name)s loszulegen. Sobald Sie bestätigt haben, dass <strong>%(contact_email)s</strong> Ihre Adresse ist, helfen wir Ihnen beim Einstieg in die Plattform. E-Mail-Adresse bestätigen: %(link)s Wenn Sie diese E-Mail nicht angefordert haben, brauchen Sie sich keine Sorgen zu machen und können sie einfach ignorieren. Der Link läuft am %(expiration_date)s um %(expiration_time)s ab. Klicken Sie auf %(refresh_link)s, um einen neuen Link anzufordern.
et: Kinnita oma e-posti aadress, et alustada tööd %(organization_name)s projektide portaalis. Kui olete kinnitanud, et <strong>%(contact_email)s</strong> on teie aadress, aitame teil platvormiga alustada. Kinnita e-posti aadress: %(link)s Kui te seda e-kirja ei tellinud, pole vaja muretseda, võite selle rahulikult ignoreerida. Link aegub %(expiration_date)s kell %(expiration_time)s. Uue lingi taotlemiseks klõpsake %(refresh_link)s.
fr: Confirmez votre adresse email pour commencer à utiliser le portail Projects de %(organization_name)s. Une fois que vous aurez confirmé que <strong>%(contact_email)s</strong> est bien votre adresse, nous vous aiderons à découvrir la plateforme. Confirmer l'adresse email : %(link)s Si vous n'êtes pas à l'origine de cette demande, vous pouvez simplement ignorer cet email. Le lien expire le %(expiration_date)s à %(expiration_time)s. Demandez un nouveau lien en cliquant sur %(refresh_link)s.
nl: Bevestig je e-mailadres om te beginnen op de Projectenportal van %(organization_name)s. Zodra je hebt bevestigd dat <strong>%(contact_email)s</strong> je adres is, helpen we je op weg met het platform. E-mailadres bevestigen: %(link)s Als je deze e-mail niet hebt aangevraagd, hoef je je geen zorgen te maken, je kunt deze veilig negeren. De link verloopt op %(expiration_date)s om %(expiration_time)s. Klik op %(refresh_link)s om een nieuwe link aan te vragen.

source: Confirm your email address to get started on %(org_name)s Projects
ca: Confirmeu la vostra adreça de correu electrònic per començar a Projectes de %(org_name)s
de: Bestätigen Sie Ihre E-Mail-Adresse, um mit %(org_name)s Projekten zu starten
et: Kinnita oma e-posti aadress, et alustada tööd %(org_name)s Projektides
fr: Confirmez votre adresse email pour commencer à utiliser %(org_name)s Projects
nl: Bevestig je e-mailadres om te beginnen met %(org_name)s Projecten

source: A request to reset your password has been made for your Projects account.
ca: S'ha realitzat una sol·licitud per restablir la vostra contrasenya per al vostre compte de Projectes.
de: Für Ihr Projekt-Konto wurde eine Anfrage zum Zurücksetzen Ihres Passworts gestellt.
et: Teie Projektide konto jaoks on esitatud parooli lähtestamise taotlus.
fr: Une demande de réinitialisation de votre mot de passe a été faite pour votre compte Projects.
nl: Er is een verzoek ingediend om het wachtwoord van je Projecten-account te resetten.

source: Link expires on %(expiration_date)s at %(expiration_time)s.
ca: L'enllaç caduca el %(expiration_date)s a les %(expiration_time)s.
de: Der Link läuft am %(expiration_date)s um %(expiration_time)s ab.
et: Link aegub %(expiration_date)s kell %(expiration_time)s.
fr: Le lien expire le %(expiration_date)s à %(expiration_time)s.
nl: De link verloopt op %(expiration_date)s om %(expiration_time)s.

source: A request to reset your password has been made for your Projects account. Someone requested that we change your password. If this was you, click on the link below to update your password. Update password : %(link.link)s If you didn’t request this email, there is nothing to worry about, you can safely ignore it. Link expires on %(expiration_date)s at %(expiration_time)s.
ca: S'ha realitzat una sol·licitud per restablir la vostra contrasenya per al vostre compte de Projectes. Algú ha sol·licitat que canviem la vostra contrasenya. Si heu estat vosaltres, feu clic a l'enllaç següent per actualitzar la vostra contrasenya. Actualitzar contrasenya: %(link.link)s Si no heu sol·licitat aquest correu electrònic, no us preocupeu, el podeu ignorar amb seguretat. L'enllaç caduca el %(expiration_date)s a les %(expiration_time)s.
de: Für Ihr Projekt-Konto wurde eine Anfrage zum Zurücksetzen Ihres Passworts gestellt. Jemand hat angefordert, dass wir Ihr Passwort ändern. Wenn Sie das waren, klicken Sie auf den untenstehenden Link, um Ihr Passwort zu aktualisieren. Passwort aktualisieren: %(link.link)s Wenn Sie diese E-Mail nicht angefordert haben, brauchen Sie sich keine Sorgen zu machen und können sie einfach ignorieren. Der Link läuft am %(expiration_date)s um %(expiration_time)s ab.
et: Teie Projektide konto jaoks on esitatud parooli lähtestamise taotlus. Keegi palus, et me teie parooli muudaksime. Kui see olite teie, siis klõpsake alloleval lingil, et oma parooli uuendada. Uuenda parool: %(link.link)s Kui te seda e-kirja ei tellinud, pole vaja muretseda, võite selle rahulikult ignoreerida. Link aegub %(expiration_date)s kell %(expiration_time)s.
fr: Une demande de réinitialisation de votre mot de passe a été faite pour votre compte Projects. Quelqu'un a demandé à changer votre mot de passe. Si c'était vous, cliquez sur le lien ci-dessous pour mettre à jour votre mot de passe. Mettre à jour le mot de passe : %(link.link)s Si vous n'êtes pas à l'origine de cette demande, vous pouvez simplement ignorer cet email. Le lien expire le %(expiration_date)s à %(expiration_time)s.
nl: Er is een verzoek ingediend om je wachtwoord te resetten voor je Projecten-account. Iemand heeft verzocht om je wachtwoord te wijzigen. Als jij dit was, klik dan op de onderstaande link om je wachtwoord bij te werken. Wachtwoord bijwerken: %(link.link)s Als je deze e-mail niet hebt aangevraagd, hoef je je geen zorgen te maken, je kunt deze veilig negeren. De link verloopt op %(expiration_date)s om %(expiration_time)s.

source: Update your Projects password
ca: Actualitza la teva contrasenya de Projectes
de: Aktualisieren Sie Ihr Projekt-Passwort
et: Uuenda oma Projektide parooli
fr: Mettez à jour votre mot de passe Projects
nl: Werk je Projecten-wachtwoord bij

source: The given queryset does not match the related model
ca: El conjunt de consultes donat no coincideix amb el model relacionat
de: Das angegebene Queryset stimmt nicht mit dem zugehörigen Modell überein
et: Antud päringu tulemus ei vasta seotud mudelile
nl: De opgegeven queryset komt niet overeen met het gerelateerde model

source: Wikipedia API error
ca: Error de l'API de Viquipèdia
de: Wikipedia API-Fehler
et: Wikipedia API viga
fr: L'API Wikipedia a renvoyé une erreur
nl: Wikipedia API-fout

source: Wikipedia API returned {status_code}
ca: L'API de Viquipèdia ha retornat {status_code}
de: Die Wikipedia-API gab {status_code} zurück
et: Wikipedia API tagastas {status_code}
fr: L'API Wikipedia a renvoyé une erreur {status_code}
nl: Wikipedia API gaf {status_code} terug

source: Language is not supported
ca: L'idioma no és compatible
de: Diese Sprache wird nicht unterstützt
et: Keel ei ole toetatud
fr: La langue n'est pas disponible
nl: Taal wordt niet ondersteund

source: Language {language} is not supported
ca: L'idioma {language} no és compatible
de: Die Sprache {language} wird nicht unterstützt
et: Keel {language} ei ole toetatud
fr: La langue {language} n'est pas disponible
nl: Taal {language} wordt niet ondersteund

source: File too large. Size should not exceed {settings.MAX_FILE_SIZE} MB
ca: Fitxer massa gran. La mida no ha de superar {settings.MAX_FILE_SIZE} MB
de: Datei zu groß. Die Größe darf {settings.MAX_FILE_SIZE} MB nicht überschreiten

source: You can't delete this picture: It is related to an instance of {relation['model']} with pk={relation['pk']} through field {relation['field']}
ca: No pots esborrar aquesta imatge: està relacionada amb una instància de {relation['model']} amb pk={relation['pk']} a través del camp {relation['field']}
de: Sie können dieses Bild nicht löschen: Es ist mit einer Instanz von {relation['model']} mit pk={relation['pk']} über das Feld {relation['field']} verbunden

source: main category
ca: categoria principal
de: Hauptkategorie
fr: catégorie principale
nl: hoofdcategorie

source: Hide
de: Verbergen

source: Organization
de: Organisation

source: Public
de: Öffentlich
