Repository: CyberCRI/projects-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, et, fr, nl

source: Welcome to the Projects portal of %(organization_name)s, %(given_name)s!
ca: Benvingut/da al portal de projectes de %(organization_name)s, %(given_name)s!
de: Willkommen im Projekt-Portal von %(organization_name)s, %(given_name)s!
et: Tere tulemast %(organization_name)s projektide portaali, %(given_name)s!
fr: Bienvenue sur le portail Projects de %(organization_name)s, %(given_name)s!
nl: Welkom bij de Projectenportal van %(organization_name)s, %(given_name)s!

source: Dear %(given_name)s,
ca: Benvolgut/da %(given_name)s,
de: Sehr geehrte/r %(given_name)s,
et: Lugupeetud %(given_name)s,
fr: Bonjour %(given_name)s,
nl: Beste %(given_name)s,

source: You can now access the %(organization_name)s portal on Projects platform.
ca: Ara pots accedir al portal de %(organization_name)s a la plataforma de Projectes.
de: Sie können jetzt auf das Portal von %(organization_name)s auf der Projekt-Plattform zugreifen.
et: Nüüd on teil juurdepääs %(organization_name)s portaalile Projektide platvormil.
fr: Vous pouvez maintenant accéder au portail %(organization_name)s sur la plateforme Projects.
nl: Je hebt nu toegang tot de %(organization_name)s portal op het Projecten platform.

source: We hope you'll enjoy this new portal!
ca: Esperem que gaudeixis d'aquest nou portal!
de: Wir hoffen, Ihnen gefällt dieses neue Portal!
et: Loodame, et naudite seda uut portaali!
fr: Nous espérons que vous apprécierez cette nouvelle plateforme!
nl: We hopen dat je veel plezier zult beleven aan deze nieuwe portal!

source: Login to %(organization_name)s portal
ca: Inicia sessió al portal de %(organization_name)s
de: Anmeldung beim Portal von %(organization_name)s
et: Logi sisse %(organization_name)s portaali
fr: Accéder au portail %(organization_name)s
nl: Inloggen op de %(organization_name)s portal

source: Welcome to the Projects portal of %(organization_name)s, %(given_name)s! Dear %(given_name)s, You can now access the %(organization_name)s portal on Projects platform. We hope you'll enjoy this new portal! Login to %(organization_name)s portal : %(website_url)s
ca: Benvingut/da al portal de Projectes de %(organization_name)s, %(given_name)s! Benvolgut/da %(given_name)s, ara pots accedir al portal de %(organization_name)s a la plataforma de Projectes. Esperem que gaudeixis d'aquest nou portal! Inicia sessió al portal de %(organization_name)s: %(website_url)s
de: Willkommen im Projekt-Portal von %(organization_name)s, %(given_name)s! Sehr geehrte/r %(given_name)s, Sie können jetzt auf das Portal von %(organization_name)s auf der Projekt-Plattform zugreifen. Wir hoffen, Ihnen gefällt dieses neue Portal! Anmeldung beim Portal von %(organization_name)s: %(website_url)s
et: Tere tulemast %(organization_name)s projektide portaali, %(given_name)s! Lugupeetud %(given_name)s, Nüüd on teil juurdepääs %(organization_name)s portaalile Projektide platvormil. Loodame, et naudite seda uut portaali! Logi sisse %(organization_name)s portaali: %(website_url)s
fr: Bienvenue sur le portail Projects de %(organization_name)s, %(given_name)s! Bonjour %(given_name)s, Vous pouvez maintenant accéder au portail %(organization_name)s sur la plateforme Projects. Nous espérons que vous apprécierez cette nouvelle plateforme! Accéder au portail %(organization_name)s : %(website_url)s
nl: Welkom bij de Projectenportal van %(organization_name)s, %(given_name)s! Beste %(given_name)s, Je hebt nu toegang tot de %(organization_name)s portal op het Projectenplatform. We hopen dat je veel plezier zult beleven aan deze nieuwe portal! Log in op de %(organization_name)s portal: %(website_url)s

source: Welcome to the %(org_name)s Projects platform
ca: Benvingut/da a la plataforma de Projectes de %(org_name)s
de: Willkommen auf der Projekt-Plattform von %(org_name)s
et: Tere tulemast %(org_name)s Projektide platvormile
fr: Bienvenue sur la plateforme Projects de %(org_name)s
nl: Welkom op het Projectenplatform van %(org_name)s

source: Your request to join the %(organization_name)s Projects portal has been declined
ca: La teva sol·licitud per unir-te al portal de Projectes de %(organization_name)s ha estat denegada
de: Ihre Anfrage zur Teilnahme am Projekt-Portal von %(organization_name)s wurde abgelehnt
et: Teie taotlus liituda %(organization_name)s Projektide portaaliga on tagasi lükatud
fr: Votre demande d'accès au portail %(organization_name)s Projects a été refusée
nl: Je verzoek om lid te worden van de %(organization_name)s Projectenportal is afgewezen

source: Thank you for requesting access to the %(organization_name)s Projects portal. Unfortunately, we are unable to grant your request at this time.
ca: Gràcies per sol·licitar accés al portal de Projectes de %(organization_name)s. Malauradament, no podem concedir la teva sol·licitud en aquest moment.
de: Vielen Dank für Ihre Anfrage zum Zugriff auf das Projekt-Portal von %(organization_name)s. Leider können wir Ihrer Anfrage derzeit nicht stattgeben.
et: Täname teid ligipääsu taotlemise eest %(organization_name)s Projektide portaali. Kahjuks ei saa me teie taotlust praegu rahuldada.
fr: Merci d'avoir demandé l'accès au portail %(organization_name)s Projects. Malheureusement, nous ne pouvons pas donner suite à votre demande pour le moment.
nl: Bedankt voor je verzoek om toegang tot de %(organization_name)s Projectenportal. Helaas kunnen we je verzoek op dit moment niet inwilligen.

source: If you think this is a mistake, please contact the <a class="lpi-link" href="mailto:%(contact_email)s">%(organization_name)s Projects portal administrator</a>.
ca: Si creus que això és un error, si us plau, contacta amb l'<a class="lpi-link" href="mailto:%(contact_email)s">administrador del portal de Projectes de %(organization_name)s</a>.
de: Wenn Sie glauben, dass dies ein Fehler ist, kontaktieren Sie bitte den <a class="lpi-link" href="mailto:%(contact_email)s">Administrator des Projekt-Portals von %(organization_name)s</a>.
et: Kui arvate, et see on viga, võtke palun ühendust <a class="lpi-link" href="mailto:%(contact_email)s">%(organization_name)s Projektide portaali administraatoriga</a>.
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez contacter <a class="lpi-link" href="mailto:%(contact_email)s">l'administrateur du portail %(organization_name)s Projects</a>.
nl: Als je denkt dat dit een vergissing is, neem dan contact op met de <a class="lpi-link" href="mailto:%(contact_email)s">beheerder van de %(organization_name)s Projectenportal</a>.

source: Your request to join the %(organization_name)s Projects portal has been declined Dear %(given_name)s, Thank you for requesting access to the %(organization_name)s Projects portal. Unfortunately, we are unable to grant your request at this time. If you think this is a mistake, please contact the %(organization_name)s : %(contact_email)s.
ca: La teva sol·licitud per unir-te al portal de Projectes de %(organization_name)s ha estat denegada Benvolgut/da %(given_name)s, Gràcies per sol·licitar accés al portal de Projectes de %(organization_name)s. Malauradament, no podem concedir la teva sol·licitud en aquest moment. Si creus que això és un error, si us plau, contacta amb %(organization_name)s: %(contact_email)s.
de: Ihre Anfrage zur Teilnahme am Projekt-Portal von %(organization_name)s wurde abgelehnt Sehr geehrte/r %(given_name)s, Vielen Dank für Ihre Anfrage zum Zugriff auf das Projekt-Portal von %(organization_name)s. Leider können wir Ihrer Anfrage derzeit nicht stattgeben. Wenn Sie glauben, dass dies ein Fehler ist, kontaktieren Sie bitte %(organization_name)s: %(contact_email)s.
et: Teie taotlus liituda %(organization_name)s Projektide portaaliga on tagasi lükatud Lugupeetud %(given_name)s, Täname teid ligipääsu taotlemise eest %(organization_name)s Projektide portaali. Kahjuks ei saa me teie taotlust praegu rahuldada. Kui arvate, et see on viga, võtke palun ühendust %(organization_name)s: %(contact_email)s.
fr: Votre demande d'accès au portail %(organization_name)s Projects a été refusée Bonjour %(given_name)s, Merci d'avoir demandé l'accès au portail %(organization_name)s Projects. Malheureusement, nous ne pouvons pas donner suite à votre demande pour le moment. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter %(organization_name)s : %(contact_email)s.
nl: Je verzoek om lid te worden van de %(organization_name)s Projectenportal is afgewezen Beste %(given_name)s, Bedankt voor je verzoek om toegang tot de %(organization_name)s Projectenportal. Helaas kunnen we je verzoek op dit moment niet inwilligen. Als je denkt dat dit een vergissing is, neem dan contact op met de %(organization_name)s: %(contact_email)s.

source: Your access request for the %(org_name)s Projects platform has been declined
ca: La teva sol·licitud d'accés per a la plataforma de Projectes de %(org_name)s ha estat denegada
de: Ihre Zugriffsanfrage für die Projekt-Plattform von %(org_name)s wurde abgelehnt
et: Teie ligipääsutaotlus %(org_name)s Projektide platvormile on tagasi lükatud
fr: Votre demande d'accès à la plateforme Projects de %(org_name)s a été refusée
nl: Je toegangsverzoek voor het %(org_name)s Projectenplatform is afgewezen

source: The people groups of a news must belong to the same organization
ca: Els grups de persones d'una notícia han de pertànyer a la mateixa organització
de: Die Personengruppen einer Nachricht müssen derselben Organisation angehören
et: Uudiste inimrühmad peavad kuuluma samasse organisatsiooni
fr: Les groupes d'une news doivent appartenir à la même organisation
nl: De groepen mensen van een nieuwsbericht moeten tot dezelfde organisatie behoren

source: The people groups of an event must belong to the same organization
ca: Els grups de persones d'un esdeveniment han de pertànyer a la mateixa organització
de: Die Personengruppen einer Veranstaltung müssen derselben Organisation angehören
et: Sündmuse inimrühmad peavad kuuluma samasse organisatsiooni
fr: Les groupes d'une actualité doivent appartenir à la même organisation
nl: De groepen mensen van een evenement moeten tot dezelfde organisatie behoren

source: The people groups of an instruction must belong to the same organization
ca: Els grups de persones d'una instrucció han de pertànyer a la mateixa organització
de: Die Personengruppen einer Anweisung müssen derselben Organisation angehören
et: Juhiste inimrühmad peavad kuuluma samasse organisatsiooni
fr: Les groupes d'une instruction doivent appartenir à la même organisation
nl: De groepen mensen van een instructie moeten tot dezelfde organisatie behoren

source: editor
de: Redakteur
et: toimetaja
fr: éditeur
nl: redacteur

source: participant
de: Teilnehmer
et: osaleja
nl: deelnemer

source: reviewer
ca: revisor
de: Gutachter
et: hindaja
fr: correcteur
nl: recensent

source: %(full_name)s added a group as member to the project %(project)s.
ca: %(full_name)s ha afegit un grup com a membre al projecte %(project)s.
de: %(full_name)s hat eine Gruppe als Mitglied zum Projekt %(project)s hinzugefügt.
et: %(full_name)s lisas projekti %(project)s liikmeks grupi.
fr: %(full_name)s a ajouté un groupe comme membre du projet %(project)s.
nl: %(full_name)s heeft een groep toegevoegd als lid aan het project %(project)s.

source: Hello %(given_name)s,
ca: Hola %(given_name)s,
de: Hallo %(given_name)s,
et: Tere %(given_name)s,
fr: Bonjour %(given_name)s,
nl: Hallo %(given_name)s,

source: %(full_name)s added the group %(group_name)s you are part of to the team of project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
ca: %(full_name)s ha afegit el grup %(group_name)s del qual formes part a l'equip del projecte <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
de: %(full_name)s hat die Gruppe %(group_name)s, der Sie angehören, zum Team des Projekts <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> hinzugefügt.
et: %(full_name)s lisas grupi %(group_name)s, mille osa te olete, projekti <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> meeskonda.
fr: %(full_name)s a ajouté le groupe %(group_name)s dont vous faites partie à l'équipe du projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
nl: %(full_name)s heeft de groep %(group_name)s waarvan je deel uitmaakt toegevoegd aan het team van project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.

source: Go to project
ca: Anar al projecte
de: Projekt öffnen
et: Mine projekti juurde
fr: Voir le projet
nl: Ga naar project

source: Hello %(recipient.given_name)s, %(full_name)s added the group %(group_name)s you are part of to the team of project "%(project_title)s".
ca: Hola %(recipient.given_name)s, %(full_name)s ha afegit el grup %(group_name)s del qual formes part a l'equip del projecte "%(project_title)s".
de: Hallo %(recipient.given_name)s, %(full_name)s hat die Gruppe %(group_name)s, der Sie angehören, zum Team des Projekts "%(project_title)s" hinzugefügt.
et: Tere %(recipient.given_name)s, %(full_name)s lisas grupi %(group_name)s, mille osa te olete, projekti "%(project_title)s" meeskonda.
fr: Bonjour %(recipient.given_name)s, %(full_name)s a ajouté le groupe %(group_name)s dont vous faites partie à l'équipe du projet "%(project_title)s".
nl: Hallo %(recipient.given_name)s, %(full_name)s heeft de groep %(group_name)s waarvan je deel uitmaakt toegevoegd aan het team van project "%(project_title)s".

source: %(full_name)s added group %(group_name)s you are part of to project %(project_title)s.
ca: %(full_name)s ha afegit el grup %(group_name)s del qual formes part al projecte %(project_title)s.
de: %(full_name)s hat die Gruppe %(group_name)s, der Sie angehören, zum Projekt %(project_title)s hinzugefügt.
et: %(full_name)s lisas grupi %(group_name)s, mille osa te olete, projekti %(project_title)s.
fr: %(full_name)s a ajouté le groupe %(group_name)s dont vous faites partie à l'équipe du projet %(project_title)s.
nl: %(full_name)s heeft groep %(group_name)s waarvan je deel uitmaakt, toegevoegd aan project %(project_title)s.

source: %(full_name)s removed a group from members.
ca: %(full_name)s ha eliminat un grup de membres.
de: %(full_name)s hat eine Gruppe von den Mitgliedern entfernt.
et: %(full_name)s eemaldas liikmetest grupi.
fr: %(full_name)s a retiré un groupe des membres.
nl: %(full_name)s heeft een groep verwijderd van de leden.

source: Hello %(name)s,
ca: Hola %(name)s,
de: Hallo %(name)s,
et: Tere, %(name)s,
fr: Bonjour %(name)s,
nl: Hallo %(name)s,

source: A registration link you created for the group %(group_name)s will expire today.
ca: Un enllaç de registre que vas crear per al grup %(group_name)s caduca avui.
de: Ein Registrierungslink, den Sie für die Gruppe %(group_name)s erstellt haben, läuft heute ab.
et: Teie loodud registreerimislink grupile %(group_name)s aegub täna.
fr: Un lien d’enregistrement que vous avez créé pour le groupe %(group_name)s arrive à expiration aujourdh'hui.
nl: Een registratielink die je hebt aangemaakt voor de groep %(group_name)s verloopt vandaag.

source: You can create a new registration link <a class="lpi-link" href="%(website_url)s/admin/links/list">here</a>.
ca: Pots crear un nou enllaç de registre <a class="lpi-link" href="%(website_url)s/admin/links/list">aquí</a>.
de: Sie können hier einen neuen Registrierungslink erstellen: <a class="lpi-link" href="%(website_url)s/admin/links/list">hier</a>.
et: Uue registreerimislingi saate luua <a class="lpi-link" href="%(website_url)s/admin/links/list">siin</a>.
fr: Vous pouvez créer un nouveau lien d’enregistrement <a class="lpi-link" href="%(website_url)s/admin/links/list">ici</a>.
nl: Je kunt een nieuwe registratielink <a class="lpi-link" href="%(website_url)s/admin/links/list">hier</a> aanmaken.

source: Hello %(name)s, A registration link you created for the group %(group_name)s will expire today. You can create a new registration link here.
ca: Hola %(name)s, Un enllaç de registre que vas crear per al grup %(group_name)s caduca avui. Pots crear un nou enllaç de registre aquí.
de: Hallo %(name)s, ein Registrierungslink, den Sie für die Gruppe %(group_name)s erstellt haben, läuft heute ab. Sie können hier einen neuen Registrierungslink erstellen.
et: Tere %(name)s, Teie loodud registreerimislink grupile %(group_name)s aegub täna. Uue registreerimislingi saate luua siin.
fr: Bonjour %(name)s, Un lien d’enregistrement que vous avez créé pour le groupe %(group_name)s arrive à expiration aujourd'hui. Vous pouvez créer un nouveau lien d’enregistrement ici.
nl: Hallo %(name)s, een registratielink die je hebt aangemaakt voor de groep %(group_name)s verloopt vandaag. Je kunt hier een nieuwe registratielink aanmaken.

source: Registration link to expire today
ca: Enllaç de registre que caduca avui
de: Registrierungslink läuft heute ab
et: Registreerimislink aegub täna
fr: Lien d'enregistrement arrivant à expiration aujourd'hui
nl: Registratielink verloopt vandaag

source: A registration link you created for the group %(group_name)s will expire in a week.
ca: Un enllaç de registre que vas crear per al grup %(group_name)s caduca en una setmana.
de: Ein Registrierungslink, den Sie für die Gruppe %(group_name)s erstellt haben, läuft in einer Woche ab.
et: Teie loodud registreerimislink grupile %(group_name)s aegub nädala pärast.
fr: Un lien d’enregistrement que vous avez créé pour le groupe %(group_name)s arrivera à expiration dans une semaine.
nl: Een registratielink die je hebt aangemaakt voor de groep %(group_name)s verloopt over een week.

source: Hello %(name)s, A registration link you created for the group %(group_name)s will expire in a week. You can create a new registration link here.
ca: Hola %(name)s, Un enllaç de registre que vas crear per al grup %(group_name)s caduca en una setmana. Pots crear un nou enllaç de registre aquí.
de: Hallo %(name)s, ein Registrierungslink, den Sie für die Gruppe %(group_name)s erstellt haben, läuft in einer Woche ab. Sie können hier einen neuen Registrierungslink erstellen.
et: Tere %(name)s, Teie loodud registreerimislink grupile %(group_name)s aegub nädala pärast. Uue registreerimislingi saate luua siin.
fr: Bonjour %(name)s, Un lien d’enregistrement que vous avez créé pour le groupe %(group_name)s arrivera à expiration dans une semaine. Vous pouvez créer un nouveau lien d’enregistrement ici.
nl: Hallo %(name)s, een registratielink die je hebt aangemaakt voor de groep %(group_name)s verloopt over een week. Je kunt hier een nieuwe registratielink aanmaken.

source: Registration link to expire in one week
ca: Enllaç de registre que caduca en una setmana
de: Registrierungslink läuft in einer Woche ab
et: Registreerimislink aegub ühe nädala pärast
fr: Lien d'enregistrement arrivant à expiration dans une semaine
nl: Registratielink verloopt over een week

source: %(full_name)s added a new member.
ca: %(full_name)s ha afegit un nou membre.
de: %(full_name)s hat ein neues Mitglied hinzugefügt.
et: %(full_name)s lisas uue liikme.
fr: %(full_name)s a ajouté un membre.
nl: %(full_name)s heeft een nieuw lid toegevoegd.

source: %(full_name)s added you to the team of project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
ca: %(full_name)s t'ha afegit a l'equip del projecte <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
de: %(full_name)s hat Sie zum Team des Projekts <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> hinzugefügt.
et: %(full_name)s lisas teid projekti <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> meeskonda.
fr: %(full_name)s vous a ajouté à l'équipe du projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
nl: %(full_name)s heeft je toegevoegd aan het team van project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.

source: Hello %(recipient.given_name)s, %(full_name)s added you to the team of project "%(project_title)s".
ca: Hola %(recipient.given_name)s, %(full_name)s t'ha afegit a l'equip del projecte "%(project_title)s".
de: Hallo %(recipient.given_name)s, %(full_name)s hat Sie zum Team des Projekts "%(project_title)s" hinzugefügt.
et: Tere %(recipient.given_name)s, %(full_name)s lisas teid projekti "%(project_title)s" meeskonda.
fr: Bonjour %(recipient.given_name)s, %(full_name)s vous a ajouté à l'équipe du projet "%(project_title)s".
nl: Hallo %(recipient.given_name)s, %(full_name)s heeft je toegevoegd aan het team van project "%(project_title)s".

source: %(full_name)s added you to the team of project %(project_title)s.
ca: %(full_name)s t'ha afegit a l'equip del projecte %(project_title)s.
de: %(full_name)s hat Sie zum Team des Projekts %(project_title)s hinzugefügt.
et: %(full_name)s lisas teid projekti %(project_title)s meeskonda.
fr: %(full_name)s vous a ajouté à l'équipe du projet %(project_title)s.
nl: %(full_name)s heeft je toegevoegd aan het team van project %(project_title)s.

source: %(full_name)s removed a member.
ca: %(full_name)s ha eliminat un membre.
de: %(full_name)s hat ein Mitglied entfernt.
et: %(full_name)s eemaldas liikme.
fr: %(full_name)s a retiré un membre.
nl: %(full_name)s heeft een lid verwijderd.

source: %(full_name)s updated a member.
ca: %(full_name)s ha actualitzat un membre.
de: %(full_name)s hat ein Mitglied aktualisiert.
et: %(full_name)s uuendas liiget.
fr: %(full_name)s a mis à jour le rôle d'un membre.
nl: %(full_name)s heeft een lid bijgewerkt.

source: %(full_name)s gave you %(role)s rights in project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
ca: %(full_name)s t'ha donat drets de %(role)s al projecte <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
de: %(full_name)s hat Ihnen die Rechte %(role)s im Projekt <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> gegeben.
et: %(full_name)s andis teile %(role)s õigused projektis <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
fr: %(full_name)s vous a donné le rôle %(role)s dans le projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
nl: %(full_name)s heeft je %(role)s rechten gegeven in project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.

source: %(full_name)s gave you %(role)s rights in project "%(project_title)s".
ca: %(full_name)s t'ha donat drets de %(role)s al projecte "%(project_title)s".
de: %(full_name)s hat Ihnen die Rechte %(role)s im Projekt "%(project_title)s" gegeben.
et: %(full_name)s andis teile %(role)s õigused projektis "%(project_title)s".
fr: %(full_name)s vous a donné le rôle %(role)s dans le projet "%(project_title)s".
nl: %(full_name)s heeft je %(role)s rechten gegeven in project "%(project_title)s".
