Repository: CyberCRI/projects-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, et, fr, nl

source: %(full_name)s gave you %(role)s rights in project %(project_title)s.
ca: %(full_name)s t'ha donat drets de %(role)s al projecte %(project_title)s.
de: %(full_name)s hat Ihnen die Rechte %(role)s im Projekt %(project_title)s gegeben.
et: %(full_name)s andis teile %(role)s õigused projektis %(project_title)s.
fr: %(full_name)s vous a donné le rôle %(role)s dans le projet %(project_title)s.
nl: %(full_name)s heeft je %(role)s rechten gegeven in project %(project_title)s.

source: Hello,
ca: Hola,
de: Hallo,
et: Tere,
fr: Bonjour,
nl: Hallo,

source: You have received a new access request for %(org_name)s Projects platform.
ca: Has rebut una nova sol·licitud d'accés per a la plataforma de projectes de %(org_name)s.
de: Sie haben eine neue Zugriffsanfrage für die Projekt-Plattform von %(org_name)s erhalten.
et: Olete saanud uue juurdepääsutaotluse %(org_name)s Projektide platvormile.
fr: Vous avez reçu une nouvelle demande d'accès pour la plateforme Projects de %(org_name)s
nl: Je hebt een nieuw toegangsverzoek ontvangen voor het %(org_name)s Projecten platform.

source: First name:
ca: Nom:
de: Vorname:
et: Eesnimi:
fr: Prénom:
nl: Voornaam:

source: Last name:
ca: Cognom:
de: Nachname:
et: Perekonnanimi:
fr: Nom de famille:
nl: Achternaam:

source: Email:
ca: Correu electrònic:
et: E-post:

source: Title:
ca: Títol:
de: Titel:
et: Ametinimetus:
fr: Titre:
nl: Titel:

source: Message:
ca: Missatge:
de: Nachricht:
et: Sõnum:
nl: Bericht:

source: See <a class="lpi-link" href="%(website_url)s/admin/requests">request in platform</a>.
ca: Veure la <a class="lpi-link" href="%(website_url)s/admin/requests">sol·licitud a la plataforma</a>.
de: Siehe <a class="lpi-link" href="%(website_url)s/admin/requests">Anfrage auf der Plattform</a>.
et: Vaata <a class="lpi-link" href="%(website_url)s/admin/requests">taotlust platvormil</a>.
fr: Voir <a class="lpi-link" href="%(website_url)s/admin/requests">la requête sur la plateforme</a>.
nl: Bekijk <a class="lpi-link" href="%(website_url)s/admin/requests">aanvraag op platform</a>.

source: Hello, You have received a new access request for %(org_name)s Projects platform. First name: %(given_name)s Last name: %(family_name)s Email: %(email)s Title: %(job)s Message:%(message)s See <a class="lpi-link" href="%(website_url)s/admin/requests">request in platform</a>.
ca: Hola, Has rebut una nova sol·licitud d'accés per a la plataforma de projectes de %(org_name)s. Nom: %(given_name)s Cognom: %(family_name)s Correu electrònic: %(email)s Títol: %(job)s Missatge:%(message)s Veure la <a class="lpi-link" href="%(website_url)s/admin/requests">sol·licitud a la plataforma</a>.
de: Hallo, Sie haben eine neue Zugriffsanfrage für die Projekt-Plattform von %(org_name)s erhalten. Vorname: %(given_name)s Nachname: %(family_name)s E-Mail: %(email)s Titel: %(job)s Nachricht: %(message)s Siehe <a class="lpi-link" href="%(website_url)s/admin/requests">Anfrage auf der Plattform</a>.
et: Tere, Olete saanud uue juurdepääsutaotluse %(org_name)s Projektide platvormile. Eesnimi: %(given_name)s Perekonnanimi: %(family_name)s E-post: %(email)s Ametinimetus: %(job)s Sõnum:%(message)s Vaata <a class="lpi-link" href="%(website_url)s/admin/requests">taotlust platvormil</a>.
fr: Bonjour, Vous avez reçu une nouvelle demande d'accès pour la plateforme Projects de %(org_name)s Prénom: %(given_name)s Nom de famille: %(family_name)s Email: %(email)s Titre: %(job)s Message: %(message)s Voir <a class="lpi-link" href="%(website_url)s/admin/requests">la requête sur la plateforme</a>.
nl: Hallo, Je hebt een nieuw toegangsverzoek ontvangen voor het %(org_name)s Projectenplatform. Voornaam: %(given_name)s Achternaam: %(family_name)s E-mail: %(email)s Titel: %(job)s Bericht: %(message)s Bekijk <a class="lpi-link" href="%(website_url)s/admin/requests">aanvraag op platform</a>.

source: New access request for %(org_name)s Projects platform
ca: Nova sol·licitud d'accés per a la plataforma de projectes de %(org_name)s
de: Neue Zugriffsanfrage für die Projekt-Plattform von %(org_name)s
et: Uus juurdepääsutaotlus %(org_name)s Projektide platvormile
fr: Nouvelle demande d'accès pour la plateforme Projects de %(org_name)s
nl: Nieuw toegangsverzoek voor het %(org_name)s Projectenplatform

source: %(full_name)s published a new announcement.
ca: %(full_name)s ha publicat un nou anunci.
de: %(full_name)s hat eine neue Stellenanzeige veröffentlicht.
et: %(full_name)s avaldas uue teadaande.
fr: %(full_name)s a publié une nouvelle annonce.
nl: %(full_name)s heeft een nieuwe aankondiging gepubliceerd.

source: applied to the announcement <strong>"%(announcement_title)s"</strong> of the project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
ca: s'ha postulat a l'anunci <strong>"%(announcement_title)s"</strong> del projecte <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
de: hat sich auf die Stellenanzeige <strong>"%(announcement_title)s"</strong> des Projekts <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> beworben.
et: kandideeris teadaande <strong>"%(announcement_title)s"</strong> alusel projekti <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
fr: a postulé à l'annonce <strong>"%(announcement_title)s"</strong> pour le projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
nl: heeft gesolliciteerd op de aankondiging <strong>"%(announcement_title)s"</strong> van het project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.

source: Applicant:
ca: Sol·licitant:
de: Bewerber:
et: Taotleja:
fr: Candidat:
nl: Sollicitant:

source: Email:
ca: Correu electrònic:
et: E-post:

source: Applicant's message:
ca: Missatge del sol·licitant:
de: Nachricht des Bewerbers:
et: Taotleja sõnum:
fr: Message du candidat:
nl: Bericht van de sollicitant:

source: %(application.applicant_firstname)s %(application.applicant_name)s applied to on the project: %(project_title)s For a job work of %(announcement_title)s:
ca: %(application.applicant_firstname)s %(application.applicant_name)s s'ha postulat al projecte: %(project_title)s Per a un treball de %(announcement_title)s:
de: %(application.applicant_firstname)s %(application.applicant_name)s hat sich für das Projekt beworben: %(project_title)s Für eine Stelle als %(announcement_title)s:
et: %(application.applicant_firstname)s %(application.applicant_name)s kandideeris projektile: %(project_title)s tööpakkumisele %(announcement_title)s:
fr: %(application.applicant_firstname)s %(application.applicant_name)s a postulé à l'annonce %(announcement_title)s pour le projet: %(project_title)s:
nl: %(application.applicant_firstname)s %(application.applicant_name)s heeft gesolliciteerd op het project: %(project_title)s voor een functie van %(announcement_title)s:

source: Description of the job: %(item.description|safe)s
ca: Descripció del treball: %(item.description|safe)s
de: Beschreibung der Stelle: %(item.description|safe)s
et: Töökoha kirjeldus: %(item.description|safe)s
fr: Description du poste: %(item.description|safe)s
nl: Beschrijving van de functie: %(item.description|safe)s

source: User's email: %(application.applicant_email)s
ca: Correu electrònic de l'usuari: %(application.applicant_email)s
de: E-Mail des Benutzers: %(application.applicant_email)s
et: Kasutaja e-post: %(application.applicant_email)s
fr: Adresse mail du candidat: %(application.applicant_email)s
nl: E-mail van gebruiker: %(application.applicant_email)s

source: User message: %(application.applicant_message|safe)s
ca: Missatge de l'usuari: %(application.applicant_message|safe)s
de: Nachricht des Benutzers: %(application.applicant_message|safe)s
et: Kasutaja sõnum: %(application.applicant_message|safe)s
fr: Message du candidat: %(application.applicant_message|safe)s
nl: Bericht van gebruiker: %(application.applicant_message|safe)s

source: %(firstname)s %(lastname)s applied to the announcement: %(announcement_title)s.
ca: %(firstname)s %(lastname)s s'ha postulat a l'anunci: %(announcement_title)s.
de: %(firstname)s %(lastname)s hat sich auf die Stellenanzeige beworben: %(announcement_title)s.
et: %(firstname)s %(lastname)s kandideeris teadaandele: %(announcement_title)s.
fr: %(firstname)s %(lastname)s a postulé à l'annonce: %(announcement_title)s.
nl: %(firstname)s %(lastname)s heeft gesolliciteerd op de aankondiging: %(announcement_title)s.

source: %(full_name)s published a new blog entry.
ca: %(full_name)s ha publicat una nova entrada de blog.
de: %(full_name)s hat einen neuen Blogeintrag veröffentlicht.
et: %(full_name)s avaldas uue blogipostituse.
fr: %(full_name)s a publié une nouvelle entrée de blog.
nl: %(full_name)s heeft een nieuw blogbericht gepubliceerd.

source: %(full_name)s commented project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
ca: %(full_name)s ha comentat el projecte <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
de: %(full_name)s hat das Projekt <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> kommentiert.
et: %(full_name)s kommenteeris projekti <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
fr: %(full_name)s a commenté le projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
nl: %(full_name)s heeft gereageerd op project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.

source: Comment by
ca: Comentari de
de: Kommentar von
et: Kommenteeris
fr: Commentaire de
nl: Reactie door

source: Go to comment
ca: Anar al comentari
de: Zum Kommentar gehen
et: Mine kommentaari juurde
fr: Voir le commentaire
nl: Ga naar reactie

source: %(full_name)s commented project %(project_title)s.
ca: %(full_name)s ha comentat el projecte %(project_title)s.
de: %(full_name)s hat das Projekt %(project_title)s kommentiert.
et: %(full_name)s kommenteeris projekti %(project_title)s.
fr: %(full_name)s a commenté le projet %(project_title)s.
nl: %(full_name)s heeft gereageerd op project %(project_title)s.

source: You have received a new instruction.
ca: Has rebut una nova instrucció.
de: Sie haben eine neue Anweisung erhalten.
et: Olete saanud uue juhise.
fr: Vous avez reçu une nouvelle instruction.
nl: Je hebt een nieuwe instructie ontvangen.

source: Go to instruction
ca: Anar a la instrucció
de: Zur Anweisung gehen
et: Mine juhise juurde
fr: Voir le projet
nl: Ga naar instructie

source: Hello %(recipient.given_name)s, You have received a new instruction.
ca: Hola %(recipient.given_name)s, Has rebut una nova instrucció.
de: Hallo %(recipient.given_name)s, Sie haben eine neue Anweisung erhalten.
et: Tere %(recipient.given_name)s, Olete saanud uue juhise.
fr: Bonjour %(recipient.given_name)s, Vous avez reçu une nouvelle instruction.
nl: Hallo %(recipient.given_name)s, je hebt een nieuwe instructie ontvangen.

source: New instruction
ca: Nova instrucció
de: Neue Anweisung
et: Uus juhis
nl: Nieuwe instructie

source: You received a new instruction.
ca: Has rebut una nova instrucció.
de: Sie haben eine neue Anweisung erhalten.
et: Saite uue juhise.
fr: Vous avez reçu une nouvelle instruction.
nl: Je hebt een nieuwe instructie ontvangen.

source: %(full_name)s posted a message on <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/private-exchange?fromNotification">%(project_title)s</a>.
ca: %(full_name)s ha publicat un missatge a <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/private-exchange?fromNotification">%(project_title)s</a>.
de: %(full_name)s hat eine Nachricht auf <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/private-exchange?fromNotification">%(project_title)s</a> gepostet.
et: %(full_name)s postitas sõnumi <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/private-exchange?fromNotification">%(project_title)s</a>.
fr: %(full_name)s a envoyé un message au projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/private-exchange?fromNotification">%(project_title)s</a>.
nl: %(full_name)s heeft een bericht geplaatst op <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/private-exchange?fromNotification">%(project_title)s</a>.

source: Message by
ca: Missatge de
de: Nachricht von
et: Sõnumi postitas
fr: Message de
nl: Bericht door

source: Go to message
ca: Anar al missatge
de: Zur Nachricht gehen
et: Mine sõnumi juurde
fr: Voir le message
nl: Ga naar bericht

source: %(full_name)s posted a message on %(project_title)s.
ca: %(full_name)s ha publicat un missatge a %(project_title)s.
de: %(full_name)s hat eine Nachricht zu %(project_title)s gepostet.
et: %(full_name)s postitas sõnumi projekti %(project_title)s.
fr: %(full_name)s a envoyé un message au projet %(project_title)s.
nl: %(full_name)s heeft een bericht geplaatst op %(project_title)s.

source: %(full_name)s replied to your comment on project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
ca: %(full_name)s ha respost al teu comentari al projecte <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
de: %(full_name)s hat auf Ihren Kommentar zum Projekt <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> geantwortet.
et: %(full_name)s vastas teie kommentaarile projekti <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> kohta.
fr: %(full_name)s a répondu à votre commentaire sur le projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
nl: %(full_name)s heeft gereageerd op je reactie op project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.

source: %(full_name)s has replied on your comment on project %(project_title)s.
ca: %(full_name)s ha respost al teu comentari al projecte %(project_title)s.
de: %(full_name)s hat auf Ihren Kommentar zum Projekt %(project_title)s geantwortet.
et: %(full_name)s on vastanud teie kommentaarile projekti %(project_title)s kohta.
fr: %(full_name)s a répondu à votre commentaire sur le projet %(project_title)s.
nl: %(full_name)s heeft gereageerd op jouw opmerking over project %(project_title)s.

source: %(full_name)s replied to your comment on project %(project_title)s.
ca: %(full_name)s ha respost al teu comentari al projecte %(project_title)s.
de: %(full_name)s hat auf Ihren Kommentar zum Projekt %(project_title)s geantwortet.
et: %(full_name)s vastas teie kommentaarile projekti %(project_title)s kohta.
fr: %(full_name)s a répondu à votre commentaire sur le projet %(project_title)s.
nl: %(full_name)s heeft gereageerd op jouw opmerking over project %(project_title)s.

source: %(full_name)s reviewed project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
ca: %(full_name)s ha revisat el projecte <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
de: %(full_name)s hat das Projekt <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> bewertet.
et: %(full_name)s vaatas üle projekti <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
fr: %(full_name)s a relu le projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a>.
nl: %(full_name)s heeft project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> beoordeeld.

source: Review by
ca: Revisió de
de: Bewertung von
et: Ülevaate autor
fr: Commentaire de
nl: Beoordeling door

source: %(full_name)s reviewed project %(project_title)s.
ca: %(full_name)s ha revisat el projecte %(project_title)s.
de: %(full_name)s hat das Projekt %(project_title)s bewertet.
et: %(full_name)s vaatas üle projekti %(project_title)s.
fr: %(full_name)s a relu le projet %(project_title)s.
nl: %(full_name)s heeft project %(project_title)s beoordeeld.

source: the platform made to share your projects.<br/> Created for you by the Learning Planet Institute<br/> 8bis, rue Charles V, 75004 Paris, France
ca: la plataforma creada per compartir els teus projectes.<br/> Creat per a tu per Learning Planet Institute<br/> 8bis, rue Charles V, 75004 Paris, France
de: Die Plattform, um deine Projekte mit der Welt zu teilen.<br/> Bereitgestellt vom Learning Planet Institute<br/> 8bis, rue Charles V, 75004 Paris, Frankreich
et: platvorm, mis on loodud teie projektide jagamiseks.<br/> Loodud teile Learning Planet Institute poolt<br/> 8bis, rue Charles V, 75004 Paris, France
fr: la plateforme pour partager vos projets.<br/> Créée pour vous par le Learning Planet Institute<br/> 8bis, rue Charles V, 75004 Paris, France
nl: het platform gemaakt om je projecten te delen.<br/> Voor jou gemaakt door het Learning Planet Institute<br/> 8bis, rue Charles V, 75004 Paris, France

source: You receive this mail because you are subscribed to these notifications on Projects platform.
ca: Rebeu aquest correu perquè esteu subscrit a aquestes notificacions a la plataforma de Projectes.
de: Sie erhalten diese E-Mail, weil Sie diese Benachrichtigungen auf der Projekt-Plattform abonniert haben.
et: Saate selle kirja, sest olete tellinud need teavitused Platvormi Projektid kaudu.
fr: Vous recevez cet email car vous êtes abonné·e aux notifications sur la plateforme Projects.
nl: Je ontvangt deze e-mail omdat je geabonneerd bent op deze meldingen op het Projectenplatform.

source: Change your notification settings here.
ca: Canvia la teva configuració de notificacions aquí.
de: Ändern Sie hier Ihre Benachrichtigungseinstellungen.
et: Muuda oma teavituste seadeid siin.
fr: Modifiez vos préférences de notification ici.
nl: Wijzig je meldingsinstellingen hier.

source: %(full_name)s edited the %(updated_fields)s.
ca: %(full_name)s ha editat %(updated_fields)s.
de: %(full_name)s hat die %(updated_fields)s bearbeitet.
et: %(full_name)s muutis %(updated_fields)s.
fr: %(full_name)s a modifié les champs suivants: %(updated_fields)s.
nl: %(full_name)s heeft de %(updated_fields)s bewerkt.

source: %(full_name)s marked project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> as ready for review.
ca: %(full_name)s ha marcat el projecte <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> com a punt per a revisió.
de: %(full_name)s hat das Projekt <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> als bereit zur Überprüfung markiert.
et: %(full_name)s märkis projekti <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> ülevaatamiseks valmis.
fr: %(full_name)s a indiqué que le projet <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> est prêt à être relu.
nl: %(full_name)s heeft project <a class="lpi-link" href="%(website_url)s/projects/%(project_slug)s/summary?fromNotification">%(project_title)s</a> gemarkeerd als klaar voor beoordeling.

source: Hello %(recipient.given_name)s, %(full_name)s marked project %(project_title)s as ready for review.
ca: Hola %(recipient.given_name)s, %(full_name)s ha marcat el projecte %(project_title)s com a punt per a revisió.
de: Hallo %(recipient.given_name)s, %(full_name)s hat das Projekt %(project_title)s zur Überprüfung freigegeben.
et: Tere %(recipient.given_name)s, %(full_name)s märkis projekti %(project_title)s ülevaatamiseks valmis.
fr: Bonjour %(recipient.given_name)s, %(full_name)s a indiqué que le projet %(project_title)s est prêt à être relu.
nl: Hallo %(recipient.given_name)s, %(full_name)s heeft project %(project_title)s gemarkeerd als klaar voor beoordeling.

source: %(full_name)s marked project %(project_title)s as ready for review.
ca: %(full_name)s ha marcat el projecte %(project_title)s com a punt per a revisió.
de: %(full_name)s hat das Projekt %(project_title)s zur Überprüfung freigegeben.
et: %(full_name)s märkis projekti %(project_title)s ülevaatamiseks valmis.
fr: %(full_name)s a indiqué que le projet %(project_title)s est prêt à être relu.
nl: %(full_name)s heeft project %(project_title)s gemarkeerd als klaar voor beoordeling.

source: Here are your highlights for %(dateOfTheDay)s
ca: Aquí teniu els vostres destacats per a %(dateOfTheDay)s
de: Hier sind Ihre Highlights für %(dateOfTheDay)s
et: Siin on teie esiletõstud %(dateOfTheDay)s jaoks
fr: Voici votre résumé d'activité pour le %(dateOfTheDay)s
nl: Hier zijn je hoogtepunten voor %(dateOfTheDay)s

source: Project
ca: Projecte
de: Projekt
et: Projekt
fr: Projet

source: Here are your highlights for %(dateOfTheDay)s
ca: Aquí teniu els vostres destacats per a %(dateOfTheDay)s
de: Hier sind Ihre Highlights für %(dateOfTheDay)s
et: Siin on teie esiletõstud %(dateOfTheDay)s jaoks
fr: Voici votre résumé d'activité pour le %(dateOfTheDay)s
nl: Hier zijn je hoogtepunten voor %(dateOfTheDay)s

source: New highlights on Projects
ca: Nous destacats a Projectes
de: Neue Highlights
et: Uued esiletõstud projektides
fr: Résumé de l'activité sur Projects
nl: Nieuwe hoogtepunten op projecten

source: and
ca: i
de: und
et: ja
fr: et
nl: en

source: You are trying to create a loop in the organization's hierarchy.
ca: Estàs intentant crear un bucle a la jerarquia de l'organització.
de: Sie versuchen, eine Schleife in der Hierarchie der Organisation zu erstellen.
et: Püüate luua ahelat organisatsiooni hierarhias.
fr: Vous essayez de créer une boucle dans la hiérarchie de l'organisation.
nl: Je probeert een lus te creëren in de hiërarchie van de organisatie.

source: The root category cannot have a parent category
ca: La categoria arrel no pot tenir una categoria pare
de: Die Hauptkategorie darf keine übergeordnete Kategorie haben
et: Juurekategoorial ei saa olla vanemkategooriat
fr: La catégorie racine ne peut pas avoir de catégorie parente
nl: De hoofdcategorie kan geen oudercategorie hebben

source: A non-root category must have a parent category
ca: Una categoria no arrel ha de tenir una categoria pare
de: Eine nicht-Hauptkategorie muss eine übergeordnete Kategorie haben
et: Mitte-juurekategoorial peab olema vanemkategooria
fr: Une catégorie doit avoir une catégorie parente
nl: Een niet-hoofdcategorie moet een oudercategorie hebben

source: The parent category must belong to the same organization
ca: La categoria pare ha de pertànyer a la mateixa organització
de: Die übergeordnete Kategorie muss derselben Organisation angehören
et: Vanemkategooria peab kuuluma samasse organisatsiooni
fr: La catégorie parente doit appartenir à la même organisation
nl: De oudercategorie moet tot dezelfde organisatie behoren
