Repository: CyberCRI/projects-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, et, fr, nl

source: You are trying to create a loop in the category's hierarchy
ca: Estàs intentant crear un bucle a la jerarquia de la categoria
de: Sie versuchen, eine Schleife in der Hierarchie der Kategorie zu erstellen
et: Püüate luua ahelat kategooria hierarhias
fr: Vous essayez de créer une boucle dans la hiérarchie des catégories
nl: Je probeert een lus te creëren in de hiërarchie van de categorie

source: You must choose a default tag classification that is enabled
ca: Has de triar una classificació d'etiquetes predeterminada que estigui activada
de: Du musst eine Tag-Klassifikation auswählen die aktiviert ist.
et: Peate valima vaikimisi lubatud sildiklassifikatsiooni
fr: La classification de tags par défaut doit être activée sur le portail
nl: Je moet een standaard tagclassificatie kiezen die is ingeschakeld

source: `is_locked` parameter is required
ca: El paràmetre `is_locked` és obligatori
et: `is_locked` parameeter on kohustuslik
fr: Le paramètre `is_locked` est obligatoire
nl: `is_locked` parameter is verplicht

source: `life_status` parameter is required
ca: El paràmetre `life_status` és obligatori
et: `life_status` parameeter on kohustuslik
fr: Le paramètre `life_status` est obligatoire
nl: `life_status` parameter is verplicht

source: You don't have the permission to link this project
ca: No tens permís per enllaçar aquest projecte
de: Sie haben keine Berechtigung, dieses Projekt zu verknüpfen
et: Sul puudub luba selle projekti linkimiseks
fr: Vous n'avez pas la permission de lier ce projet
nl: Je hebt geen toestemming om dit project te linken

source: You don't have the permission to link this project : {project_title}
ca: No tens permís per enllaçar aquest projecte: {project_title}
de: Sie haben keine Berechtigung, dieses Projekt zu verknüpfen: {project_title}
et: Sul puudub luba selle projekti linkimiseks: {project_title}
fr: Vous n'avez pas la permission de lier ce projet : {project_title}
nl: Je hebt geen toestemming om dit project te linken: {project_title}

source: You do not have the rights to add a project in this organization
ca: No tens els drets per afegir un projecte a aquesta organització
de: Sie haben nicht die Rechte, ein Projekt in dieser Organisation hinzuzufügen
et: Sul puudub õigus lisada projekti sellesse organisatsiooni
fr: Vous ne pouvez pas ajouter de projet dans cette organisation
nl: Je hebt niet de rechten om een project toe te voegen in deze organisatie

source: You cannot modify a locked project
ca: No pots modificar un projecte bloquejat
de: Sie können ein gesperrtes Projekt nicht ändern
et: Sa ei saa lukustatud projekti muuta
fr: Vous ne pouvez pas modifier un projet verrouillé
nl: Je kunt een vergrendeld project niet wijzigen

source: The organizations parameter is mandatory
ca: El paràmetre de les organitzacions és obligatori
de: Der Parameter 'Organisationen' ist obligatorisch
et: Organisatsioonide parameeter on kohustuslik
fr: Le paramètre organizations est obligatoire
nl: De organisatieparameter is verplicht

source: The project does not belong to any of the given organizations
ca: El projecte no pertany a cap de les organitzacions donades
de: Das Projekt gehört keiner der angegebenen Organisationen an
et: Projekt ei kuulu ühessegi antud organisatsiooni
fr: Le projet n'appartient à aucune des organisations données
nl: Het project behoort niet tot een van de opgegeven organisaties

source: You cannot remove all the owners of a project
ca: No pots eliminar tots els propietaris d'un projecte
de: Sie können nicht alle Eigentümer eines Projekts entfernen
et: Sa ei saa eemaldada kõiki projekti omanikke
fr: Vous ne pouvez pas supprimer tou·te·s les éditeur·ices d'un projet
nl: Je kunt niet alle eigenaren van een project verwijderen

source: A project must belong to at least one organization
ca: Un projecte ha de pertànyer almenys a una organització
de: Ein Projekt muss mindestens einer Organisation angehören
et: Projekt peab kuuluma vähemalt ühte organisatsiooni
fr: Un projet doit appartenir à au moins une organisation
nl: Een project moet tot ten minste één organisatie behoren

source: Only a reviewer can change this project's status
ca: Només un revisor pot canviar l'estat d'aquest projecte
de: Nur ein Gutachter kann den Status dieses Projekts ändern
et: Ainult ülevaataja saab selle projekti staatust muuta
fr: Seul un correcteur peut modifier le statut de ce projet
nl: Alleen een beoordelaar kan de status van dit project wijzigen

source: You cannot empty the description of a project
ca: No pots buidar la descripció d'un projecte
de: Sie können die Beschreibung eines Projekts nicht leeren
et: Sa ei saa projekti kirjeldust tühjendada
fr: Vous ne pouvez pas vider la description d'un projet
nl: Je kunt de beschrijving van een project niet leegmaken

source: A project cannot be in a category if it doesn't belong to one of the project's organizations
ca: Un projecte no pot estar en una categoria si no pertany a una de les organitzacions del projecte
de: Ein Projekt kann sich nicht in einer Kategorie befinden, wenn es keiner der Organisationen des Projekts angehört
et: Projekt ei saa kuuluda kategooriasse, kui see ei kuulu ühte projekti organisatsioonidest
fr: Un projet ne peut pas être dans une catégorie si elle n'appartient pas à l'une des organisations du projet
nl: Een project kan niet in een categorie vallen als het niet behoort tot een van de organisaties van het project

source: A project can't be linked to itself
ca: Un projecte no es pot enllaçar a si mateix
de: Ein Projekt kann nicht mit sich selbst verknüpft werden
et: Projekti ei saa iseendaga siduda
fr: Un projet ne peut pas être lié à lui-même
nl: Een project kan niet aan zichzelf gekoppeld worden

source: The project '{project_title}' can't be linked to itself
ca: El projecte '{project_title}' no es pot enllaçar a si mateix
de: Das Projekt '{project_title}' kann nicht mit sich selbst verknüpft werden
et: Projekti '{project_title}' ei saa iseendaga siduda
fr: Le projet '{project_title}' ne peut pas être lié à lui-même
nl: Het project '{project_title}' kan niet aan zichzelf gekoppeld worden

source: A message cannot be a reply to itself
ca: Un missatge no pot ser una resposta a si mateix
de: Eine Nachricht kann keine Antwort auf sich selbst sein
et: Sõnum ei saa olla vastus iseendale
fr: Un message ne peut pas être une réponse à lui-même
nl: Een bericht kan geen antwoord op zichzelf zijn

source: You cannot change the type of a project's tab
ca: No pots canviar el tipus d'una pestanya d'un projecte
et: Sa ei saa muuta projekti vahelehe tüüpi
fr: Vous ne pouvez pas changer le type d'un onglet de projet
nl: Je kunt het type van een projecttabblad niet wijzigen

source: title
ca: títol
de: Titel
et: pealkiri
fr: titre
nl: titel

source: main goal
ca: objectiu principal
de: Hauptziel
et: peamine eesmärk
fr: objectif principal
nl: hoofddoel

source: life status
ca: estat de vida
de: Lebensstatus
et: elutsükli olek
fr: état d'avancement
nl: levensstatus

source: categories
de: Kategorien
et: kategooriad
fr: catégories
nl: categorieën

source: sustainable development goals
ca: objectius de desenvolupament sostenible
de: Ziele für nachhaltige Entwicklung
et: säästva arengu eesmärgid
fr: objectifs de développement durable
nl: duurzame ontwikkelingsdoelen

source: You cannot change the status of a mentoring request you created
ca: No pots canviar l'estat d'una sol·licitud de mentoria que vas crear
de: Sie können den Status einer von Ihnen erstellten Mentoring-Anfrage nicht ändern
et: Sa ei saa muuta loodud mentorlustaotluse staatust
fr: Vous ne pouvez pas changer le statut d'une demande de mentorat que vous avez créée
nl: Je kunt de status van een door jou aangemaakt mentoraatsverzoek niet wijzigen

source: User ID must be provided through url
ca: L'ID d'usuari s'ha de proporcionar a través de l'URL
de: Die Benutzer-ID muss über die URL angegeben werden
et: Kasutaja ID peab olema esitatud URL-i kaudu
fr: L'identifiant de l'utilisateur·ice doit être fourni via l'url
nl: Gebruikers-ID moet worden opgegeven via URL

source: This user cannot be a mentor for this skill
ca: Aquest usuari no pot ser mentor d'aquesta habilitat
de: Dieser Benutzer kann kein Mentor für diese Fähigkeit sein
et: See kasutaja ei saa olla selle oskuse mentor
fr: Cet·te utilisateur·ice ne peut pas être mentor·e pour cette compétence
nl: Deze gebruiker kan geen mentor zijn voor deze vaardigheid

source: This user does not need a mentor for this skill
ca: Aquest usuari no necessita un mentor per a aquesta habilitat
de: Dieser Benutzer benötigt keinen Mentor für diese Fähigkeit
et: See kasutaja ei vaja selle oskuse jaoks mentorit
fr: Cet·te utilisateur·ice n'a pas besoin de mentor·e pour cette compétence
nl: Deze gebruiker heeft geen mentor nodig voor deze vaardigheid

source: You already have this skill in your profile
ca: Ja tens aquesta habilitat al teu perfil
de: Sie haben diese Fähigkeit bereits in Ihrem Profil
et: See oskus on juba teie profiilis olemas
fr: Vous avez déjà cette compétence dans votre profil
nl: Je hebt deze vaardigheid al in je profiel

source: Only custom tags can be updated
ca: Només es poden actualitzar les etiquetes personalitzades
de: Nur benutzerdefinierte Tags können aktualisiert werden
et: Ainult kohandatud silte saab uuendada
fr: Seuls les tags personnalisés peuvent être mis à jour
nl: Alleen aangepaste tags kunnen worden bijgewerkt

source: Only custom tags classifications can be updated
ca: Només es poden actualitzar les classificacions d'etiquetes personalitzades
de: Nur benutzerdefinierte Tag-Klassifikationen können aktualisiert werden
et: Ainult kohandatud siltide klassifikatsioone saab uuendada
fr: Seules les classifications de tags personnalisés peuvent être mises à jour
nl: Alleen aangepaste tagclassificaties kunnen worden bijgewerkt

source: You can only search for 50 Wikipedia tags at a time
ca: Només pots cercar 50 etiquetes de Viquipèdia alhora
de: Sie können jeweils nur nach 50 Wikipedia-Tags suchen
et: Saate korraga otsida vaid 50 Wikipedia silti
fr: Vous ne pouvez rechercher que 50 tags Wikipedia à la fois
nl: Je kunt slechts 50 Wikipedia-tags tegelijk zoeken

source: You already made a mentoring request for this skill
ca: Ja has fet una sol·licitud de mentoria per a aquesta habilitat
de: Sie haben bereits eine Mentoring-Anfrage für diese Fähigkeit gestellt
et: Olete juba selle oskuse kohta mentorlustaotluse esitanud
fr: Vous avez déjà fait une demande de mentorat pour cette compétence
nl: Je hebt al een mentoraatsverzoek ingediend voor deze vaardigheid

source: Tags must belong to the classification's organization
ca: Les etiquetes han de pertànyer a l'organització de la classificació
de: Tags müssen zur Organisation der Klassifizierung gehören
et: Sildid peavad kuuluma klassifikatsiooni organisatsiooni
fr: Les tags doivent appartenir à l'organisation de la classification
nl: Tags moeten tot de organisatie van de classificatie behoren

source: Tag title must be 50 characters or less
ca: El títol de l'etiqueta ha de tenir 50 caràcters o menys
de: Der Tag-Titel darf maximal 50 Zeichen lang sein
et: Sildi pealkiri peab olema 50 tähemärki või vähem
fr: Le titre du tag doit comporter 50 caractères ou moins
nl: Tagtitel moet 50 tekens of minder zijn

source: Tag description must be 500 characters or less
ca: La descripció de l'etiqueta ha de tenir 500 caràcters o menys
de: Die Tag-Beschreibung darf maximal 500 Zeichen lang sein
et: Sildi kirjeldus peab olema 500 tähemärki või vähem
fr: La description du tag doit comporter 500 caractères ou moins
nl: Tagbeschrijving moet 500 tekens of minder zijn

source: Invalid id "{tag_classification_id}" - object does not exist.
ca: Id no vàlid "{tag_classification_id}" - l'objecte no existeix.
de: Ungültige ID "{tag_classification_id}" – Objekt existiert nicht.
et: Vigane ID "{tag_classification_id}" - objekti ei eksisteeri.
fr: identifiant invalide "{tag_classification_id}" - cet objet n'existe pas.
nl: Ongeldige id "{tag_classification_id}" - object bestaat niet.

source: Can you mentor me in %(skill)s?
ca: Em pots fer de mentor en %(skill)s?
de: Können Sie mich in %(skill)s betreuen?
et: Kas saate mind juhendada %(skill)s valdkonnas?
fr: Pouvez-vous me mentorer en %(skill)s?
nl: Kun je mij begeleiden in %(skill)s?

source: Here is the message that %(user)s has left on the Projects platform:
ca: Aquí teniu el missatge que %(user)s ha deixat a la plataforma de Projectes:
de: Hier ist die Nachricht, die %(user)s auf der Projekt-Plattform hinterlassen hat:
et: Siin on sõnum, mille %(user)s on jätnud Projektide platvormile:
fr: Voici le message que %(user)s a laissé sur la plateforme Projects:
nl: Hier is het bericht dat %(user)s heeft achtergelaten op het Projecten platform:

source: Reply
ca: Respondre
de: Antworten
et: Vasta
fr: Répondre
nl: Antwoorden

source: Can you mentor me in %(skill)s? Here is the message that %(user)s has left on the Projects platform: %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
ca: Em pots fer de mentor en %(skill)s? Aquí teniu el missatge que %(user)s ha deixat a la plataforma de Projectes: %(content)s Respondre: %(organization.website_url)s/mentorship/respond/%(instance.id)s
de: Können Sie mich in %(skill)s betreuen? Hier ist die Nachricht, die %(user)s auf der Projekt-Plattform hinterlassen hat: %(content)s Antworten: %(organization.website_url)s/mentorship/respond/%(instance.id)s
et: Kas saate mind juhendada %(skill)s valdkonnas? Siin on sõnum, mille %(user)s on jätnud Projektide platvormile: %(content)s Vasta: %(organization.website_url)s/mentorship/respond/%(instance.id)s
fr: Pouvez-vous me mentorer en %(skill)s? Voici le message que %(user)s a laissé sur la plateforme Projects: %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
nl: Kun je mij begeleiden in %(skill)s? Hier is het bericht dat %(user)s heeft achtergelaten op het Projectenplatform: %(content)s Antwoorden: %(organization.website_url)s/mentorship/respond/%(instance.id)s

source: Can you mentor %(mentoree_name)s?
ca: Pots fer de mentor a %(mentoree_name)s?
de: Können Sie %(mentoree_name)s betreuen?
et: Kas saate juhendada %(mentoree_name)s?
fr: Accepteriez-vous de mentorer %(mentoree_name)s ?
nl: Kun je %(mentoree_name)s begeleiden?

source: Do you want to be mentored in %(skill)s?
ca: Vols ser mentoritzat en %(skill)s?
de: Möchten Sie in %(skill)s betreut werden?
et: Kas soovite, et teid juhendataks %(skill)s valdkonnas?
fr: Voulez-vous être mentoré·e en %(skill)s?
nl: Wil je begeleid worden in %(skill)s?

source: Do you want to be mentored in %(skill)s? Here is the message that %(user)s has left on the Projects platform: %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
ca: Vols ser mentoritzat en %(skill)s? Aquí teniu el missatge que %(user)s ha deixat a la plataforma de Projectes: %(content)s Respondre: %(organization.website_url)s/mentorship/respond/%(instance.id)s
de: Möchten Sie in %(skill)s betreut werden? Hier ist die Nachricht, die %(user)s auf der Projekt-Plattform hinterlassen hat: %(content)s Antworten: %(organization.website_url)s/mentorship/respond/%(instance.id)s
et: Kas soovite, et teid juhendataks %(skill)s valdkonnas? Siin on sõnum, mille %(user)s on jätnud Projektide platvormile: %(content)s Vasta: %(organization.website_url)s/mentorship/respond/%(instance.id)s
fr: Voulez-vous être mentoré·e en %(skill)s? Voici le message que %(user)s a laissé sur la plateforme Projects: %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
nl: Wil je begeleid worden in %(skill)s? Hier is het bericht dat %(user)s heeft achtergelaten op het Projectenplatform: %(content)s Antwoorden: %(organization.website_url)s/mentorship/respond/%(instance.id)s

source: %(mentor_name)s offers to mentor you
ca: %(mentor_name)s s'ofereix a mentoritzar-te
de: %(mentor_name)s bietet Ihnen Mentoring an
et: %(mentor_name)s pakub teile mentorlust
fr: %(mentor_name)s propose de vous mentorer
nl: %(mentor_name)s biedt aan om je te begeleiden

source: %(user)s has accepted to mentor you in %(skill)s!
ca: %(user)s ha acceptat mentoritzar-te en %(skill)s!
de: %(user)s hat zugestimmt, Sie in %(skill)s zu betreuen!
et: %(user)s on nõustunud teid juhendama %(skill)s valdkonnas!
fr: %(user)s a accepté de vous mentorer en %(skill)s!
nl: %(user)s heeft geaccepteerd om je te begeleiden in %(skill)s!

source: Good news, %(user)s has accepted to mentor you. You can contact them at %(email)s.
ca: Bona notícia, %(user)s ha acceptat mentoritzar-te. Pots contactar-los a %(email)s.
de: Gute Nachrichten, %(user)s hat zugestimmt, Sie zu betreuen. Sie können sie unter %(email)s kontaktieren.
et: Hea uudis, %(user)s on nõustunud teid juhendama. Saate nendega ühendust võtta aadressil %(email)s.
fr: Bonne nouvelle, %(user)s a accepté de vous mentorer. Voici l'email auquel vous pouvez le ou la contacter : %(email)s.
nl: Goed nieuws, %(user)s heeft geaccepteerd om je te begeleiden. Je kunt contact met hen opnemen via %(email)s.

source: Reply to %(user)s
ca: Respondre a %(user)s
de: Antworten an %(user)s
et: Vasta kasutajale %(user)s
fr: Répondre à %(user)s
nl: Antwoorden op %(user)s

source: %(user)s has accepted to mentor you in %(skill)s! Good news, %(user)s has accepted to mentor you. You can contact them at %(email)s. %(content)s Reply to %(user)s : %(email)s
ca: %(user)s ha acceptat mentoritzar-te en %(skill)s! Bona notícia, %(user)s ha acceptat mentoritzar-te. Pots contactar-los a %(email)s. %(content)s Respondre a %(user)s: %(email)s
de: %(user)s hat zugestimmt, Sie in %(skill)s zu betreuen! Gute Nachrichten, %(user)s hat zugestimmt, Sie zu betreuen. Sie können sie unter %(email)s kontaktieren. %(content)s Antworten an %(user)s: %(email)s
et: %(user)s on nõustunud teid juhendama %(skill)s valdkonnas! Hea uudis, %(user)s on nõustunud teid juhendama. Saate nendega ühendust võtta aadressil %(email)s. %(content)s Vasta kasutajale %(user)s: %(email)s
fr: %(user)s a accepté de vous mentorer en %(skill)s! Bonne nouvelle, %(user)s a accepté de vous mentorer. Voici l'email auquel vous pouvez le ou la contacter : %(email)s. %(content)s Répondre à %(user)s : %(email)s
nl: %(user)s heeft geaccepteerd om je te begeleiden in %(skill)s! Goed nieuws, %(user)s heeft geaccepteerd om je te begeleiden. Je kunt contact met hen opnemen via %(email)s. %(content)s Antwoorden op %(user)s: %(email)s

source: %(mentor_name)s has accepted to mentor you
ca: %(mentor_name)s ha acceptat mentoritzar-te
de: %(mentor_name)s hat zugestimmt, Sie zu betreuen
et: %(mentor_name)s on nõustunud teid juhendama
fr: %(mentor_name)s a accepté de vous mentorer
nl: %(mentor_name)s heeft geaccepteerd om je te begeleiden

source: %(user)s needs more information to mentor you in %(skill)s.
ca: %(user)s necessita més informació per mentoritzar-te en %(skill)s.
de: %(user)s benötigt weitere Informationen, um Sie in %(skill)s zu betreuen.
et: %(user)s vajab lisateavet, et teid %(skill)s valdkonnas juhendada.
fr: %(user)s a besoin de précisions pour vous mentorer en %(skill)s.
nl: %(user)s heeft meer informatie nodig om je te begeleiden in %(skill)s.

source: %(user)s has left the following message. You can contact them at %(email)s.
ca: %(user)s ha deixat el següent missatge. Pots contactar-los a %(email)s.
de: %(user)s hat folgende Nachricht hinterlassen. Sie können sie unter %(email)s kontaktieren.
et: %(user)s on jätnud järgmise sõnumi. Saate nendega ühendust võtta aadressil %(email)s.
fr: %(user)s vous a envoyé le message suivant. Vous pouvez le ou la contacter à l'adresse suivante: %(email)s.
nl: %(user)s heeft het volgende bericht achtergelaten. Je kunt contact met hen opnemen via %(email)s.

source: %(user)s needs more information to mentor you in %(skill)s. %(user)s has left the following message. You can contact them at %(email)s. %(content)s Reply to %(user)s : %(email)s
ca: %(user)s necessita més informació per mentoritzar-te en %(skill)s. %(user)s ha deixat el següent missatge. Pots contactar-los a %(email)s. %(content)s Respondre a %(user)s: %(email)s
de: %(user)s benötigt weitere Informationen, um Sie in %(skill)s zu betreuen. %(user)s hat folgende Nachricht hinterlassen. Sie können sie unter %(email)s kontaktieren. %(content)s Antworten an %(user)s: %(email)s
et: %(user)s vajab lisateavet, et teid juhendada %(skill)s valdkonnas. %(user)s on jätnud järgmise sõnumi. Saate nendega ühendust võtta aadressil %(email)s. %(content)s Vasta kasutajale %(user)s: %(email)s
fr: %(user)s a besoin de précisions pour vous mentorer en %(skill)s. %(user)s vous a envoyé le message suivant. Vous pouvez le ou la contacter à l'adresse suivante : %(email)s. %(content)s Répondre à %(user)s : %(email)s
nl: %(user)s heeft meer informatie nodig om je te begeleiden in %(skill)s. %(user)s heeft het volgende bericht achtergelaten. Je kunt contact met hen opnemen via %(email)s. %(content)s Antwoorden op %(user)s: %(email)s

source: %(mentor_name)s needs more information on mentoring
ca: %(mentor_name)s necessita més informació sobre la mentoria
de: %(mentor_name)s benötigt weitere Informationen zum Mentoring
et: %(mentor_name)s vajab mentorluse kohta lisateavet
fr: %(mentor_name)s a besoin de précisions sur le mentorat
nl: %(mentor_name)s heeft meer informatie nodig over mentoring

source: %(user)s can't mentor you in %(skill)s!
ca: %(user)s no et pot mentoritzar en %(skill)s!
de: %(user)s kann Sie in %(skill)s nicht betreuen!
et: %(user)s ei saa teid juhendada %(skill)s valdkonnas!
fr: %(user)s ne peut pas vous mentorer en %(skill)s!
nl: %(user)s kan je niet begeleiden in %(skill)s!

source: Unfortunately, %(user)s can't mentor you in %(skill)s.
ca: Malauradament, %(user)s no et pot mentoritzar en %(skill)s.
de: Leider kann %(user)s Sie in %(skill)s nicht betreuen.
et: Kahjuks ei saa %(user)s teid juhendada %(skill)s valdkonnas.
fr: Malheureusement, %(user)s ne peut pas vous mentorer en %(skill)s.
nl: Helaas kan %(user)s je niet begeleiden in %(skill)s.

source: %(user)s can't mentor you in %(skill)s! Unfortunately, %(user)s will not be able to mentor you. %(content)s
ca: %(user)s no et pot mentoritzar en %(skill)s! Malauradament, %(user)s no et podrà mentoritzar. %(content)s
de: %(user)s kann Sie in %(skill)s nicht betreuen! Leider wird %(user)s Sie nicht betreuen können. %(content)s
et: %(user)s ei saa teid juhendada %(skill)s valdkonnas! Kahjuks ei saa %(user)s teid juhendada. %(content)s
fr: %(user)s ne peut pas vous mentorer en %(skill)s! Malheureusement, %(user)s ne pourra pas vous mentorer. %(content)s
nl: %(user)s kan je niet begeleiden in %(skill)s! Helaas zal %(user)s je niet kunnen begeleiden. %(content)s

source: %(mentor_name)s can't mentor you
ca: %(mentor_name)s no et pot mentoritzar
de: %(mentor_name)s kann Sie nicht betreuen
et: %(mentor_name)s ei saa teid juhendada
fr: %(mentor_name)s ne peut pas vous mentorer
nl: %(mentor_name)s kan je niet begeleiden

source: %(user)s has accepted to be your mentoree in %(skill)s!
ca: %(user)s ha acceptat ser el teu mentoritzat en %(skill)s!
de: %(user)s hat zugestimmt, Ihr Mentee in %(skill)s zu sein!
et: %(user)s on nõustunud olema teie juhendatav %(skill)s valdkonnas!
fr: %(user)s a accepté d'être votre mentoré·e en %(skill)s!
nl: %(user)s heeft geaccepteerd om je mentee te zijn in %(skill)s!
