Repository: CyberCRI/projects-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, et, fr, nl

source: 📆 <strong>Always schedule the next session</strong> to maintain progress.
ca: 📆 <strong>Programau sempre la propera sessió</strong> per mantenir el progrés.
de: 📆 <strong>Planen Sie immer die nächste Sitzung</strong>, um den Fortschritt aufrechtzuerhalten.
et: 📆 <strong>Planeerige alati järgmine seanss</strong>, et hoida edusamme.
fr: 📆 <strong>Planifiez toujours le prochain rendez-vous</strong> pour maintenir le suivi.
nl: 📆 <strong>Plan altijd de volgende sessie</strong> om de voortgang te behouden.

source: We hope these tips help you better navigate your mentorship experience ! Thank you all, and happy mentoring ✨ <br/> Best regards, <br/> The Projects team
ca: Esperem que aquests consells us ajudin a navegar millor per la vostra experiència de mentoria! Gràcies a tots, i feliç mentoria ✨ <br/> Salutacions cordials, <br/> L'equip de Projectes
de: Wir hoffen, diese Tipps helfen Ihnen, Ihre Mentoring-Erfahrung besser zu gestalten! Vielen Dank an alle und viel Erfolg beim Mentoring ✨ <br/> Mit freundlichen Grüßen, <br/> Das Projekt-Team
et: Loodame, et need näpunäited aitavad teil paremini oma mentorluskogemust hallata! Aitäh teile kõigile ja head mentorlust ✨ <br/> Parimate soovidega, <br/> Projektide meeskond
fr: Nous espérons que ces conseils vous aideront à mieux appréhender le mentorat ! Merci à tous et bon mentorat ✨ <br/> Cordialement, <br/> L’équipe Projects
nl: We hopen dat deze tips je helpen om je mentorschapservaring beter te doorlopen! Bedankt allemaal, en veel plezier met mentoren ✨ <br/> Met vriendelijke groet, <br/> Het Projectteam

source: Can you mentor me in %(skill)s? (last reminder)
ca: Em pots fer de mentor en %(skill)s? (últim recordatori)
de: Können Sie mich in %(skill)s betreuen? (letzte Erinnerung)
et: Kas saate mind juhendada %(skill)s valdkonnas? (viimane meeldetuletus)
fr: Pouvez-vous me mentorer en %(skill)s? (dernier rappel)
nl: Kun je mij begeleiden in %(skill)s? (laatste herinnering)

source: It's the last time we'll share this message that %(user)s has left for you on the Projects platform.
ca: És l'última vegada que compartirem aquest missatge que %(user)s t'ha deixat a la plataforma de Projectes.
de: Dies ist die letzte Erinnerung an die Nachricht, die %(user)s für Sie auf der Projekt-Plattform hinterlassen hat.
et: See on viimane kord, kui jagame seda sõnumit, mille %(user)s on teile Projektide platvormil jätnud.
fr: Promis, c'est la dernière fois que nous vous relayons ce message que %(user)s vous a laissé sur la plateforme Projects.
nl: Dit is de laatste keer dat we dit bericht delen dat %(user)s voor je heeft achtergelaten op het Projectenplatform.

source: Can you mentor me in %(skill)s? (last reminder) It's the last time we'll share this message that %(user)s has left for you on the Projects platform. %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
ca: Em pots fer de mentor en %(skill)s? (últim recordatori) És l'última vegada que compartirem aquest missatge que %(user)s t'ha deixat a la plataforma de Projectes. %(content)s Respondre: %(organization.website_url)s/mentorship/respond/%(instance.id)s
de: Können Sie mich in %(skill)s betreuen? (letzte Erinnerung) Dies ist die letzte Erinnerung an die Nachricht, die %(user)s für Sie auf der Projekt-Plattform hinterlassen hat. %(content)s Antworten: %(organization.website_url)s/mentorship/respond/%(instance.id)s
et: Kas saate mind juhendada %(skill)s valdkonnas? (viimane meeldetuletus) See on viimane kord, kui jagame seda sõnumit, mille %(user)s on teile Projektide platvormil jätnud. %(content)s Vasta: %(organization.website_url)s/mentorship/respond/%(instance.id)s
fr: Pouvez-vous me mentorer en %(skill)s? (dernier rappel) Promis, c'est la dernière fois que nous vous relayons ce message que %(user)s vous a laissé sur la plateforme Projects. %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
nl: Kun je mij begeleiden in %(skill)s? (laatste herinnering) Dit is de laatste keer dat we dit bericht delen dat %(user)s voor je heeft achtergelaten op het Projectenplatform. %(content)s Antwoorden: %(organization.website_url)s/mentorship/respond/%(instance.id)s

source: Can you mentor %(mentoree_name)s? (last reminder)
ca: Pots fer de mentor a %(mentoree_name)s? (últim recordatori)
de: Können Sie %(mentoree_name)s betreuen? (letzte Erinnerung)
et: Kas saate juhendada %(mentoree_name)s? (viimane meeldetuletus)
fr: Accepteriez-vous de mentorer %(mentoree_name)s ? (dernier rappel)
nl: Kun je %(mentoree_name)s begeleiden? (laatste herinnering)

source: Can you mentor me in %(skill)s? (reminder)
ca: Em pots fer de mentor en %(skill)s? (recordatori)
de: Können Sie mich in %(skill)s betreuen? (Erinnerung)
et: Kas saate mind juhendada %(skill)s valdkonnas? (meeldetuletus)
fr: Pouvez-vous me mentorer en %(skill)s? (rappel)
nl: Kun je mij begeleiden in %(skill)s? (herinnering)

source: %(user)s sent you a message on the Projects platform and it looks like you haven't responded yet. Good news, it's not too late :)
ca: %(user)s t'ha enviat un missatge a la plataforma de Projectes i sembla que encara no has respost. Bona notícia, no és massa tard :)
de: %(user)s hat Ihnen eine Nachricht auf der Projekt-Plattform geschickt und es sieht so aus, als hätten Sie noch nicht geantwortet. Gute Nachricht, es ist noch nicht zu spät :)
et: %(user)s saatis teile sõnumi Projektide platvormil ja tundub, et te pole veel vastanud. Hea uudis, pole veel liiga hilja :)
fr: %(user)s vous a envoyé ce message depuis la plateforme Projects et il semble que vous n'y ayez pas encore répondu. Bonne nouvelle, il n'est pas trop tard :)
nl: %(user)s heeft je een bericht gestuurd op het Projectenplatform en het lijkt erop dat je nog niet hebt gereageerd. Goed nieuws, het is nog niet te laat :)

source: Can you mentor me in %(skill)s? (reminder) %(user)s sent you a message on the Projects platform and it looks like you haven't responded yet. Good news, it's not too late :) %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
ca: Em pots fer de mentor en %(skill)s? (recordatori) %(user)s t'ha enviat un missatge a la plataforma de Projectes i sembla que encara no has respost. Bona notícia, no és massa tard :) %(content)s Respondre: %(organization.website_url)s/mentorship/respond/%(instance.id)s
de: Können Sie mich in %(skill)s betreuen? (Erinnerung) %(user)s hat Ihnen eine Nachricht auf der Projekt-Plattform geschickt und es sieht so aus, als hätten Sie noch nicht geantwortet. Gute Nachricht, es ist noch nicht zu spät :) %(content)s Antworten: %(organization.website_url)s/mentorship/respond/%(instance.id)s
et: Kas saate mind juhendada %(skill)s valdkonnas? (meeldetuletus) %(user)s saatis teile sõnumi Projektide platvormil ja tundub, et te pole veel vastanud. Hea uudis, pole veel liiga hilja :) %(content)s Vasta: %(organization.website_url)s/mentorship/respond/%(instance.id)s
fr: Pouvez-vous me mentorer en %(skill)s? (rappel) %(user)s vous a envoyé ce message depuis la plateforme Projects et il semble que vous n'y ayez pas encore répondu. Bonne nouvelle, il n'est pas trop tard :) %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
nl: Kun je mij begeleiden in %(skill)s? (herinnering) %(user)s heeft je een bericht gestuurd op het Projectenplatform en het lijkt erop dat je nog niet hebt gereageerd. Goed nieuws, het is nog niet te laat :) %(content)s Antwoorden: %(organization.website_url)s/mentorship/respond/%(instance.id)s

source: Can you mentor %(mentoree_name)s? (reminder)
ca: Pots fer de mentor a %(mentoree_name)s? (recordatori)
de: Können Sie %(mentoree_name)s betreuen? (Erinnerung)
et: Kas saate juhendada %(mentoree_name)s? (meeldetuletus)
fr: Accepteriez-vous de mentorer %(mentoree_name)s ? (rappel)
nl: Kun je %(mentoree_name)s begeleiden? (herinnering)

source: Do you want to be mentored in %(skill)s? (last reminder)
ca: Vols ser mentoritzat en %(skill)s? (últim recordatori)
de: Möchten Sie in %(skill)s betreut werden? (letzte Erinnerung)
et: Kas soovite, et teid juhendataks %(skill)s valdkonnas? (viimane meeldetuletus)
fr: Voulez-vous être mentoré·e en %(skill)s? (dernier rappel)
nl: Wil je begeleid worden in %(skill)s? (laatste herinnering)

source: Do you want to be mentored in %(skill)s? (last reminder) It's the last time we'll share this message that %(user)s has left for you on the Projects platform. %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
ca: Vols ser mentoritzat en %(skill)s? (últim recordatori) És l'última vegada que compartirem aquest missatge que %(user)s t'ha deixat a la plataforma de Projectes. %(content)s Respondre: %(organization.website_url)s/mentorship/respond/%(instance.id)s
de: Möchten Sie in %(skill)s betreut werden? (letzte Erinnerung) Dies ist die letzte Erinnerung an die Nachricht, die %(user)s für Sie auf der Projekt-Plattform hinterlassen hat. %(content)s Antworten: %(organization.website_url)s/mentorship/respond/%(instance.id)s
et: Kas soovite, et teid juhendataks %(skill)s valdkonnas? (viimane meeldetuletus) See on viimane kord, kui jagame seda sõnumit, mille %(user)s on teile Projektide platvormil jätnud. %(content)s Vasta: %(organization.website_url)s/mentorship/respond/%(instance.id)s
fr: Voulez-vous être mentoré·e en %(skill)s? (dernier rappel) Promis, c'est la dernière fois que nous vous relayons ce message que %(user)s vous a laissé sur la plateforme Projects. %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
nl: Wil je begeleid worden in %(skill)s? (laatste herinnering) Dit is de laatste keer dat we dit bericht delen dat %(user)s voor je heeft achtergelaten op het Projectenplatform. %(content)s Antwoorden: %(organization.website_url)s/mentorship/respond/%(instance.id)s

source: Do you want to be mentored in %(skill)s? (last reminder)
ca: Vols ser mentoritzat en %(skill)s? (últim recordatori)
de: Möchten Sie in %(skill)s betreut werden? (letzte Erinnerung)
et: Kas soovite, et teid juhendataks %(skill)s valdkonnas? (viimane meeldetuletus)
fr: Voulez-vous être mentoré·e en %(skill)s? (dernier rappel)
nl: Wil je begeleid worden in %(skill)s? (laatste herinnering)

source: Do you want to be mentored in %(skill)s? (reminder)
ca: Vols ser mentoritzat en %(skill)s? (recordatori)
de: Möchten Sie in %(skill)s betreut werden? (Erinnerung)
et: Kas soovite, et teid juhendataks %(skill)s valdkonnas? (meeldetuletus)
fr: Voulez-vous être mentoré·e en %(skill)s? (rappel)
nl: Wil je begeleid worden in %(skill)s? (herinnering)

source: Do you want to be mentored in %(skill)s? (reminder) %(user)s sent you a message on the Projects platform and it looks like you haven't responded yet. Good news, it's not too late :) %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
ca: Vols ser mentoritzat en %(skill)s? (recordatori) %(user)s t'ha enviat un missatge a la plataforma de Projectes i sembla que encara no has respost. Bona notícia, no és massa tard :) %(content)s Respondre: %(organization.website_url)s/mentorship/respond/%(instance.id)s
de: Möchten Sie in %(skill)s betreut werden? (Erinnerung) %(user)s hat Ihnen eine Nachricht auf der Projekt-Plattform geschickt und es sieht so aus, als hätten Sie noch nicht geantwortet. Gute Nachricht, es ist noch nicht zu spät :) %(content)s Antworten: %(organization.website_url)s/mentorship/respond/%(instance.id)s
et: Kas soovite, et teid juhendataks %(skill)s valdkonnas? (meeldetuletus) %(user)s saatis teile sõnumi Projektide platvormil ja tundub, et te pole veel vastanud. Hea uudis, pole veel liiga hilja :) %(content)s Vasta: %(organization.website_url)s/mentorship/respond/%(instance.id)s
fr: Voulez-vous être mentoré·e en %(skill)s? (rappel) %(user)s vous a envoyé ce message depuis la plateforme Projects et il semble que vous n'y ayez pas encore répondu. Bonne nouvelle, il n'est pas trop tard :) %(content)s Reply : %(organization.website_url)s/mentorship/respond/%(instance.id)s
nl: Wil je begeleid worden in %(skill)s? (herinnering) %(user)s heeft je een bericht gestuurd op het Projectenplatform en het lijkt erop dat je nog niet hebt gereageerd. Goed nieuws, het is nog niet te laat :) %(content)s Antwoorden: %(organization.website_url)s/mentorship/respond/%(instance.id)s

source: Do you want to be mentored in %(skill)s? (reminder)
ca: Vols ser mentoritzat en %(skill)s? (recordatori)
de: Möchten Sie in %(skill)s betreut werden? (Erinnerung)
et: Kas soovite, et teid juhendataks %(skill)s valdkonnas? (meeldetuletus)
fr: Voulez-vous être mentoré·e en %(skill)s? (rappel)
nl: Wil je begeleid worden in %(skill)s? (herinnering)

source: This email is already used by another group
ca: Aquest correu electrònic ja està sent utilitzat per un altre grup
de: Diese E-Mail wird bereits von einer anderen Gruppe verwendet
et: See e-postiaadress on juba teise grupi poolt kasutusel
fr: Cet email est déjà utilisé par un autre groupe
nl: Dit e-mailadres is al in gebruik door een andere groep

source: This email is already used by another user
ca: Aquest correu electrònic ja està sent utilitzat per un altre usuari
de: Diese E-Mail wird bereits von einem anderen Benutzer verwendet
et: See e-postiaadress on juba teise kasutaja poolt kasutusel
fr: Cet email est déjà utilisé par un·e autre utilisateur·ice
nl: Dit e-mailadres is al in gebruik door een andere gebruiker

source: Invalid user credentials
ca: Credencials d'usuari no vàlides
de: Ungültige Benutzerdaten
et: Kehtetud kasutaja mandaadid
nl: Ongeldige gebruikersgegevens

source: Given user does not have a keycloak account
ca: L'usuari proporcionat no té un compte de Keycloak
de: Der angegebene Benutzer hat kein Keycloak-Konto
et: Antud kasutajal puudub Keycloaki konto
fr: L'utilisateur·ice n'a pas de compte keycloak.
nl: Gegeven gebruiker heeft geen Keycloak-account

source: No user was found with the given keycloak id
ca: No s'ha trobat cap usuari amb l'ID de Keycloak proporcionat
de: Es wurde kein Benutzer mit der angegebenen Keycloak-ID gefunden
et: Antud Keycloaki ID-ga kasutajat ei leitud
fr: Aucun·e utilisateur·ice n'a été trouvé·e avec l'id keycloak donné
nl: Geen gebruiker gevonden met de opgegeven Keycloak-ID

source: The 'redirect_uri' parameter is mandatory
ca: El paràmetre 'redirect_uri' és obligatori
de: Der Parameter 'redirect_uri' ist obligatorisch
et: Parameeter 'redirect_uri' on kohustuslik
fr: Le paramètre 'redirect_uri' est obligatoire
nl: De parameter 'redirect_uri' is verplicht

source: The given email type is not valid
ca: El tipus de correu electrònic proporcionat no és vàlid
de: Der angegebene E-Mail-Typ ist ungültig
et: Antud e-posti tüüp ei ole kehtiv
fr: Le type d'email donné n'est pas valide
nl: Het opgegeven e-mailtype is niet geldig

source: Email type '{email_type}' is not valid
ca: El tipus de correu electrònic '{email_type}' no és vàlid
de: Der E-Mail-Typ „{email_type}“ ist ungültig
et: E-posti tüüp '{email_type}' ei ole kehtiv
fr: Le type d'email '{email_type}' n'est pas valide
nl: E-mailtype '{email_type}' is niet geldig

source: Your Projects account has just been created. You just have to choose a password and you will be able to join Projects, a platform to share projects in your organization and foster collaboration for the common good.
ca: El vostre compte de Projectes s'acaba de crear. Només heu de triar una contrasenya i podreu unir-vos a Projectes, una plataforma per compartir projectes a la vostra organització i fomentar la col·laboració pel bé comú.
de: Dein Projects-Konto wurde soeben erstellt. Du musst nur noch ein Passwort festlegen – dann kannst du Projects nutzen, eine Plattform zum Teilen von Projekten in deiner Organisation und zur Förderung von Zusammenarbeit für das Gemeinwohl.
et: Teie projektide konto on just loodud. Peate vaid valima parooli ja saate liituda Projektidega, platvormiga, et jagada projekte oma organisatsioonis ja edendada koostööd ühise heaolu nimel.
fr: Votre compte Projects vient d'être créé. Il ne vous reste plus qu'à choisir un mot de passe et vous pourrez rejoindre Projects, une plateforme pour partager des projets au sein de votre organisation et favoriser la collaboration pour le bien commun.
nl: Je Projecten-account is zojuist aangemaakt. Je hoeft alleen nog een wachtwoord te kiezen en je kunt deelnemen aan Projecten, een platform om projecten binnen je organisatie te delen en samenwerking voor het algemeen belang te stimuleren.

source: Create my password
ca: Crear la meva contrasenya
de: Mein Passwort erstellen
et: Loo minu parool
fr: Créer un mot de passe
nl: Maak mijn wachtwoord aan

source: If you didn’t request this email, there is nothing to worry about, you can safely ignore it.
ca: Si no heu sol·licitat aquest correu electrònic, no us preocupeu, el podeu ignorar amb seguretat.
de: Wenn Sie diese E-Mail nicht angefordert haben, brauchen Sie sich keine Sorgen zu machen und können sie einfach ignorieren.
et: Kui te ei ole seda e-kirja tellinud, siis ärge muretsege, võite selle rahulikult ignoreerida.
fr: Si vous n'êtes pas à l'origine de cette demande, vous pouvez simplement ignorer cet email.
nl: Als je deze e-mail niet hebt aangevraagd, is er niets aan de hand, je kunt deze veilig negeren.

source: Link expires on %(expiration_date)s at %(expiration_time)s. <a class="lpi-link" href="%(refresh_link)s">Click here</a> to request a new link.
ca: L'enllaç caduca el %(expiration_date)s a les %(expiration_time)s. <a class="lpi-link" href="%(refresh_link)s">Feu clic aquí</a> per sol·licitar un nou enllaç.
de: Der Link läuft am %(expiration_date)s um %(expiration_time)s ab. <a class="lpi-link" href="%(refresh_link)s">Klicken Sie hier</a>, um einen neuen Link anzufordern.
et: Link aegub %(expiration_date)s kell %(expiration_time)s. <a class="lpi-link" href="%(refresh_link)s">Klõpsake siin</a> uue lingi taotlemiseks.
fr: Le lien expire le %(expiration_date)s à %(expiration_time)s. <a class="lpi-link" href="%(refresh_link)s">Cliquez ici</a> pour demander un nouveau lien.
nl: De link verloopt op %(expiration_date)s om %(expiration_time)s. <a class="lpi-link" href="%(refresh_link)s">Klik hier</a> om een nieuwe link aan te vragen.

source: Welcome to the Projects portal of %(organization_name)s, %(given_name)s! Your Projects account has just been created. You just have to choose a password and you will be able to join Projects, a platform to share projects in your organization and foster collaboration for the common good. Create my password : %(link)s If you didn’t request this email, there is nothing to worry about, you can safely ignore it. Link expires on %(expiration_date)s at %(expiration_time)s. Demandez un nouveau lien en cliquant sur %(refresh_link)s.
ca: Benvingut al portal de Projectes de %(organization_name)s, %(given_name)s! El vostre compte de Projectes s'acaba de crear. Només heu de triar una contrasenya i podreu unir-vos a Projectes, una plataforma per compartir projectes a la vostra organització i fomentar la col·laboració pel bé comú. Crear la meva contrasenya: %(link)s Si no heu sol·licitat aquest correu electrònic, no us preocupeu, el podeu ignorar amb seguretat. L'enllaç caduca el %(expiration_date)s a les %(expiration_time)s. Demaneu un nou enllaç fent clic a %(refresh_link)s.
de: Willkommen im Projekt-Portal von %(organization_name)s, %(given_name)s! Ihr Projekt-Konto wurde soeben erstellt. Du musst nur noch ein Passwort festlegen – dann kannst du Projects nutzen, eine Plattform zum Teilen von Projekten in deiner Organisation und zur Förderung von Zusammenarbeit für das Gemeinwohl. Mein Passwort erstellen: %(link)s Wenn Sie diese E-Mail nicht angefordert haben, brauchen Sie sich keine Sorgen zu machen und können sie einfach ignorieren. Der Link läuft am %(expiration_date)s um %(expiration_time)s ab. Fordern Sie einen neuen Link an, indem Sie auf %(refresh_link)s klicken.
et: Tere tulemast %(organization_name)s projektide portaali, %(given_name)s! Teie projektide konto on just loodud. Peate vaid valima parooli ja saate liituda Projektidega, platvormiga, et jagada projekte oma organisatsioonis ja edendada koostööd ühise heaolu nimel. Loo minu parool: %(link)s Kui te ei ole seda e-kirja tellinud, siis ärge muretsege, võite selle rahulikult ignoreerida. Link aegub %(expiration_date)s kell %(expiration_time)s. Uue lingi saamiseks klõpsake %(refresh_link)s.
fr: Bienvenue sur le portail Projects de %(organization_name)s, %(given_name)s! Votre compte Projects vient d'être créé. Il ne vous reste plus qu'à choisir un mot de passe et vous pourrez rejoindre Projects, une plateforme pour partager des projets au sein de votre organisation et favoriser la collaboration pour le bien commun. Créer un mot de passe : %(link)s Si vous n'êtes pas à l'origine de cette demande, vous pouvez simplement ignorer cet email. Le lien expire le %(expiration_date)s à %(expiration_time)s. Demandez un nouveau lien en cliquant sur %(refresh_link)s.
nl: Welkom bij de Projectenportal van %(organization_name)s, %(given_name)s! Je Projecten-account is zojuist aangemaakt. Je hoeft alleen nog een wachtwoord te kiezen en je kunt deelnemen aan Projecten, een platform om projecten binnen je organisatie te delen en samenwerking voor het algemeen belang te stimuleren. Maak mijn wachtwoord aan: %(link)s Als je deze e-mail niet hebt aangevraagd, is er niets aan de hand, je kunt deze veilig negeren. De link verloopt op %(expiration_date)s om %(expiration_time)s. Vraag een nieuwe link aan door op %(refresh_link)s te klikken.

source: Welcome to your new %(org_name)s Projects platform
ca: Benvingut a la vostra nova plataforma de Projectes de %(org_name)s
de: Willkommen auf Ihrer neuen %(org_name)s Projekt-Plattform
et: Tere tulemast teie uuele %(org_name)s Projektide platvormile
fr: Bienvenue sur votre nouvelle plateforme %(org_name)s Projects
nl: Welkom op je nieuwe %(org_name)s Projectenplatform

source: A request to reset your password has been made for your %(organization_name)s Projects account.
ca: S'ha realitzat una sol·licitud per restablir la vostra contrasenya per al vostre compte de Projectes de %(organization_name)s.
de: Für Ihr %(organization_name)s Projekt-Konto wurde eine Anfrage zum Zurücksetzen Ihres Passworts gestellt.
et: Teie %(organization_name)s Projektide konto jaoks on esitatud parooli lähtestamise taotlus.
fr: Une demande de réinitialisation de votre mot de passe a été faite pour votre compte %(organization_name)s Projects.
nl: Er is een verzoek ingediend om het wachtwoord van je %(organization_name)s Projecten-account te resetten.

source: Someone requested that we change your password. If this was you, click on the link below to update your password.
ca: Algú ha sol·licitat que canviem la vostra contrasenya. Si heu estat vosaltres, feu clic a l'enllaç següent per actualitzar la vostra contrasenya.
de: Jemand hat angefordert, dass wir Ihr Passwort ändern. Wenn Sie das waren, klicken Sie auf den untenstehenden Link, um Ihr Passwort zu aktualisieren.
et: Keegi palus, et me teie parooli muudaksime. Kui see olite teie, siis klõpsake alloleval lingil, et oma parooli uuendada.
fr: Quelqu'un a demandé à changer votre mot de passe. Si c'était vous, cliquez sur le lien ci-dessous pour mettre à jour votre mot de passe.
nl: Iemand heeft verzocht om je wachtwoord te wijzigen. Als jij dit was, klik dan op de onderstaande link om je wachtwoord bij te werken.

source: Update password
ca: Actualitzar contrasenya
de: Passwort aktualisieren
et: Uuenda parool
fr: Mettre à jour le mot de passe
nl: Wachtwoord bijwerken
