Repository: CyberCRI/projects-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, et, fr, nl

source: Good news, %(user)s has accepted to be your mentoree. You can contact them at %(email)s.
ca: Bona notícia, %(user)s ha acceptat ser el teu mentoritzat. Pots contactar-los a %(email)s.
de: Gute Nachrichten, %(user)s hat zugestimmt, Ihr Mentee zu sein. Sie können sie unter %(email)s kontaktieren.
et: Hea uudis, %(user)s on nõustunud olema teie juhendatav. Saate nendega ühendust võtta aadressil %(email)s.
fr: Bonne nouvelle, %(user)s a accepté d'être votre mentoré·e. Vous pouvez le ou la contacter à l'adresse suivante : %(email)s.
nl: Goed nieuws, %(user)s heeft geaccepteerd om je mentee te zijn. Je kunt contact met hen opnemen via %(email)s.

source: %(user)s has accepted to be your mentoree in %(skill)s! Good news, %(user)s has accepted to be your mentoree. You can contact them at %(email)s. %(content)s Reply to %(user)s : %(email)s
ca: %(user)s ha acceptat ser el teu mentoritzat en %(skill)s! Bona notícia, %(user)s ha acceptat ser el teu mentoritzat. Pots contactar-los a %(email)s. %(content)s Respondre a %(user)s: %(email)s
de: %(user)s hat zugestimmt, Ihr Mentee in %(skill)s zu sein! Gute Nachrichten, %(user)s hat zugestimmt, Ihr Mentee zu sein. Sie können sie unter %(email)s kontaktieren. %(content)s Antworten an %(user)s: %(email)s
et: %(user)s on nõustunud olema teie juhendatav %(skill)s valdkonnas! Hea uudis, %(user)s on nõustunud olema teie juhendatav. Saate nendega ühendust võtta aadressil %(email)s. %(content)s Vasta kasutajale %(user)s: %(email)s
fr: %(user)s a accepté d'être votre mentoré·e en %(skill)s! Bonne nouvelle, %(user)s a accepté d'être votre mentoré·e. Vous pouvez le ou la contacter à l'adresse suivante : %(email)s. %(content)s Répondre à %(user)s : %(email)s
nl: %(user)s heeft geaccepteerd om je mentee te zijn in %(skill)s! Goed nieuws, %(user)s heeft geaccepteerd om je mentee te zijn. Je kunt contact met hen opnemen via %(email)s. %(content)s Antwoorden op %(user)s: %(email)s

source: %(mentor_name)s has accepted to be your mentoree
ca: %(mentor_name)s ha acceptat ser el teu mentoritzat
de: %(mentor_name)s hat zugestimmt, Ihr Mentee zu sein
et: %(mentor_name)s on nõustunud olema teie juhendatav
fr: %(mentor_name)s a accepté d'être votre mentoré·e
nl: %(mentor_name)s heeft geaccepteerd om je mentee te zijn

source: %(user)s needs more information to be your mentoree in %(skill)s.
ca: %(user)s necessita més informació per ser el teu mentoritzat en %(skill)s.
de: %(user)s benötigt weitere Informationen, um Ihr Mentee in %(skill)s zu sein.
et: %(user)s vajab lisateavet, et olla teie juhendatav %(skill)s valdkonnas.
fr: %(user)s a besoin de précisions pour être votre mentoré·e en %(skill)s.
nl: %(user)s heeft meer informatie nodig om je mentee te zijn in %(skill)s.

source: %(user)s needs more information to be your mentoree in %(skill)s. %(user)s has left the following message. You can contact them at %(email)s. %(content)s Reply to %(user)s : %(email)s
ca: %(user)s necessita més informació per ser el teu mentoritzat en %(skill)s. %(user)s ha deixat el següent missatge. Pots contactar-los a %(email)s. %(content)s Respondre a %(user)s: %(email)s
de: %(user)s benötigt weitere Informationen, um Ihr Mentee in %(skill)s zu sein. %(user)s hat folgende Nachricht hinterlassen. Sie können sie unter %(email)s kontaktieren. %(content)s Antworten an %(user)s: %(email)s
et: %(user)s vajab lisateavet, et olla teie juhendatav %(skill)s valdkonnas. %(user)s on jätnud järgmise sõnumi. Saate nendega ühendust võtta aadressil %(email)s. %(content)s Vasta kasutajale %(user)s: %(email)s
fr: %(user)s a besoin de précisions pour être votre mentoré·e en %(skill)s. %(user)s vous a envoyé le message suivant. Vous pouvez le ou la contacter à l'adresse suivante : %(email)s. %(content)s Répondre à %(user)s : %(email)s
nl: %(user)s heeft meer informatie nodig om je mentee te zijn in %(skill)s. %(user)s heeft het volgende bericht achtergelaten. Je kunt contact met hen opnemen via %(email)s. %(content)s Antwoorden op %(user)s: %(email)s

source: %(user)s can't be your mentoree in %(skill)s!
ca: %(user)s no pot ser el teu mentoritzat en %(skill)s!
de: %(user)s kann nicht Ihr Mentee in %(skill)s sein!
et: %(user)s ei saa olla teie juhendatav %(skill)s valdkonnas!
fr: %(user)s ne peut pas être votre mentoré·e en %(skill)s!
nl: %(user)s kan je mentee niet zijn in %(skill)s!

source: Unfortunately, %(user)s can't be your mentoree in %(skill)s.
ca: Malauradament, %(user)s no pot ser el teu mentoritzat en %(skill)s.
de: Leider kann %(user)s nicht Ihr Mentee in %(skill)s sein.
et: Kahjuks ei saa %(user)s olla teie juhendatav %(skill)s valdkonnas.
fr: Malheureusement, %(user)s ne peut pas être votre mentoré·e en %(skill)s.
nl: Helaas kan %(user)s je mentee niet zijn in %(skill)s.

source: %(user)s can't be your mentoree in %(skill)s! Unfortunately, %(user)s will not be able to be your mentoree. %(content)s
ca: %(user)s no pot ser el teu mentoritzat en %(skill)s! Malauradament, %(user)s no podrà ser el teu mentoritzat. %(content)s
de: %(user)s kann nicht Ihr Mentee in %(skill)s sein! Leider wird %(user)s nicht Ihr Mentee sein können. %(content)s
et: %(user)s ei saa olla teie juhendatav %(skill)s valdkonnas! Kahjuks ei saa %(user)s olla teie juhendatav. %(content)s
fr: %(user)s ne peut pas être votre mentoré·e en %(skill)s! Malheureusement, %(user)s ne pourra pas être votre mentoré·e. %(content)s
nl: %(user)s kan je mentee niet zijn in %(skill)s! Helaas kan %(user)s je mentee niet zijn. %(content)s

source: %(mentor_name)s can't be your mentoree
ca: %(mentor_name)s no pot ser el teu mentoritzat
de: %(mentor_name)s kann nicht Ihr Mentee sein
et: %(mentor_name)s ei saa olla teie juhendatav
fr: %(mentor_name)s ne peut pas être votre mentoré·e
nl: %(mentor_name)s kan je mentee niet zijn

source: Mentoring guide : advice for mentors and mentorees
ca: Guia de mentoria: consells per a mentors i mentoritzats
de: Mentoring-Leitfaden: Ratschläge für Mentoren und Mentees
et: Mentorluse juhend: nõuanded mentoritele ja juhendatavatele
fr: Guide du mentorat : conseils pour les mentor·es et les mentoré·es
nl: Mentorgids: advies voor mentoren en mentees

source: Dear Mentors and Mentorees, 👩‍🏫👨‍🎓 <br/> First of all, the Projects team would like to warmly congratulate you for embarking on your mentorship journey. It’s sure to be filled with exciting discoveries and achievements!
ca: Benvolguts Mentors i Mentoritzats, 👩‍🏫👨‍🎓 <br/> Primer de tot, l'equip de Projectes us vol felicitar efusivament per iniciar el vostre viatge de mentoria. Segur que estarà ple de descobertes i èxits emocionants!
de: Liebe Mentorinnen und Mentoren, liebe Mentees, 👩‍🏫👨‍🎓 <br/> Zunächst einmal möchte das Projekt-Team Ihnen herzlich zu Ihrem Beginn der Mentoring-Reise gratulieren. Sie wird sicherlich mit spannenden Entdeckungen und Erfolgen gefüllt sein!
et: Kallid Mentorid ja Juhendatavad, 👩‍🏫👨‍🎓 <br/> Kõigepealt soovib Projektide meeskond teid südamest õnnitleda mentorluseteekonna alustamise puhul. See on kindlasti täis põnevaid avastusi ja saavutusi!
fr: Chères mentor·es et mentoré·es, 👩‍🏫👨‍🎓 <br/> L’équipe Projects tient tout d'abord à vous féliciter chaleureusement de vous être engagé·e·s dans cette aventure de mentorat. Elle promet d'être riche en découvertes et en succès !
nl: Beste Mentoren en Mentees, 👩‍🏫👨‍🎓 <br/> Allereerst wil het Projects-team jullie van harte feliciteren met het starten van jullie mentorschapstraject. Het zal zeker vol spannende ontdekkingen en prestaties zitten!

source: 🌟 To get started
ca: 🌟 Per començar
de: 🌟 Erste Schritte
et: 🌟 Alustamiseks
fr: 🌟 Pour bien démarrer
nl: 🌟 Om te beginnen

source: We encourage you to watch this video to learn more about the roles of both mentor and mentoree.
ca: Us animem a veure aquest vídeo per obtenir més informació sobre els rols de mentor i mentoritzat.
de: Wir empfehlen Ihnen, sich dieses Video anzusehen, um mehr über die Rollen von Mentor und Mentee zu erfahren.
et: Soovitame teil vaadata seda videot, et saada rohkem teavet nii mentori kui ka juhendatava rollide kohta.
fr: Nous vous encourageons à regarder cette vidéo pour en savoir plus sur les rôles de mentor·e et de mentoré·e.
nl: We moedigen je aan om deze video te bekijken om meer te leren over de rollen van zowel mentor als mentee.

source: <mj-button css-class="lpi-button" href="https://www.youtube.com/watch?v=T_iGnufU1kY"> Watch video </mj-button>
ca: <mj-button css-class="lpi-button" href="https://www.youtube.com/watch?v=T_iGnufU1kY"> Veure vídeo </mj-button>
de: <mj-button css-class="lpi-button" href="https://www.youtube.com/watch?v=T_iGnufU1kY"> Video ansehen </mj-button>
et: <mj-button css-class="lpi-button" href="https://www.youtube.com/watch?v=T_iGnufU1kY"> Vaata videot </mj-button>
fr: <mj-button css-class="lpi-button" href="https://www.youtube.com/watch?v=Og6TiFTim0A"> Regarder la vidéo </mj-button>
nl: <mj-button css-class="lpi-button" href="https://www.youtube.com/watch?v=T_iGnufU1kY"> Bekijk video </mj-button>

source: In brief :
ca: En resum :
de: Kurz gesagt:
et: Lühidalt:
fr: En résumé :
nl: Kortom:

source: - <strong>A mentor</strong> serves as a supportive guide who <strong>listens attentively, asks thoughtful questions, and offers direction without dictating decisions.</strong> By fostering a trusting environment that promotes open communication, the mentor assists the mentoree in making progress. <br/> - <strong>For mentorees,</strong> it's crucial to clearly <strong>define your needs and goals</strong>. You are <strong>the primary agent of your own development</strong>, applying your mentor's guidance to achieve your objectives.
ca: - <strong>Un mentor</strong> és un guia de suport que <strong>escolta atentament, fa preguntes reflexives i ofereix orientació sense dictar decisions.</strong> Fomentant un entorn de confiança que promou la comunicació oberta, el mentor ajuda el mentoritzat a progressar. <br/> - <strong>Per als mentoritzats,</strong> és crucial <strong>definir clarament les vostres necessitats i objectius</strong>. Sou <strong>l'agent principal del vostre propi desenvolupament</strong>, aplicant la guia del vostre mentor per assolir els vostres objectius.
de: - <strong>Ein Mentor</strong> dient als unterstützende Anleitung, die <strong>aufmerksam zuhört, durchdachte Fragen stellt und Orientierung bietet, ohne Entscheidungen zu diktieren.</strong> Durch die Förderung einer vertrauensvollen Umgebung, die offene Kommunikation fördert, unterstützt der Mentor den Mentee bei seinen Fortschritten. <br/> - <strong>Für Mentees</strong> ist es entscheidend, Ihre <strong>Bedürfnisse und Ziele klar zu definieren</strong>. Sie sind <strong>der Hauptakteur Ihrer eigenen Entwicklung</strong> und wenden die Anleitung Ihres Mentors an, um Ihre Ziele zu erreichen.
et: - <strong>Mentor</strong> on toetav juhendaja, kes <strong>kuulab tähelepanelikult, esitab läbimõeldud küsimusi ja pakub suuniseid otsuseid dikteerimata.</strong> Edendades usaldusväärset keskkonda, mis soodustab avatud suhtlust, aitab mentor juhendataval edasi liikuda. <br/> - <strong>Juhendatavatele</strong> on oluline selgelt <strong>määratleda oma vajadused ja eesmärgid</strong>. Olete <strong>oma arengu peamine tegija</strong>, rakendades oma mentori juhiseid oma eesmärkide saavutamiseks.
fr: - <strong>Un·e mentor·e</strong> joue un rôle de guide bienveillant·e qui <strong>écoute activement, questionne et oriente sans imposer de décisions.</strong> En instaurant un climat de confiance propice aux échanges, il favorise une relation ouverte où il ou elle aide le ou la mentoré·e à progresser. <br/> - Quant aux <strong>mentoré·es</strong>, il est essentiel de <strong>clarifier vos besoins et vos objectifs</strong>. Vous restez <strong>l'acteur·ice principal·e de votre progression</strong>, en appliquant les conseils de votre mentor·e pour atteindre vos objectifs.
nl: - <strong>Een mentor</strong> dient als een ondersteunende gids die <strong>aandachtig luistert, doordachte vragen stelt en richting biedt zonder beslissingen te dicteren.</strong> Door een vertrouwde omgeving te creëren die open communicatie bevordert, helpt de mentor de mentee bij het boeken van vooruitgang. <br/> - <strong>Voor mentees</strong> is het cruciaal om duidelijk <strong>je behoeften en doelen te definiëren</strong>. Je bent <strong>de belangrijkste drijvende kracht achter je eigen ontwikkeling</strong>, door de begeleiding van je mentor toe te passen om je doelen te bereiken.

source: 📅 Mentoring structures :
ca: 📅 Estructures de mentoria :
de: 📅 Mentoring-Strukturen:
et: 📅 Mentorluse struktuurid:
fr: 📅 Structures possibles du mentorat :
nl: 📅 Mentorstructuren:

source: Here are a few suggested structures for your mentoring sessions. Make them your own and adjust each meeting to suit the needs and availability of everyone involved.
ca: Aquí teniu algunes estructures suggerides per a les vostres sessions de mentoria. Feu-les vostres i ajusteu cada reunió a les necessitats i disponibilitat de tots els implicats.
de: Hier sind einige Vorschläge für die Struktur Ihrer Mentoring-Sitzungen. Gestalten Sie sie nach Ihren Bedürfnissen und passen Sie jedes Treffen an die Bedürfnisse und Verfügbarkeit aller Beteiligten an.
et: Siin on mõned soovituslikud struktuurid teie mentorlusseansside jaoks. Kohandage neid vastavalt oma vajadustele ja kohandage iga kohtumist vastavalt kõigi osalejate vajadustele ja saadavusele.
fr: Voici quelques idées de structure pour votre accompagnement, appropriez-vous ces formats et ajustez les séances en fonction des besoins et des disponibilités de chacun·e :
nl: Hier zijn enkele voorgestelde structuren voor je mentorschapsessies. Maak ze eigen en pas elke bijeenkomst aan de behoeften en beschikbaarheid van alle betrokkenen aan.

source: 🔹 <strong>Single session</strong> : Ideal for a quick, one-hour boost. This could be for feedback on a project, help with an important decision, or specific advice.
ca: 🔹 <strong>Sessió única</strong>: Ideal per a un impuls ràpid d'una hora. Això podria ser per obtenir retroalimentació sobre un projecte, ajuda amb una decisió important o consells específics.
de: 🔹 <strong>Einzelne Sitzung</strong>: Ideal für einen schnellen, einstündigen Impuls. Dies könnte Feedback zu einem Projekt, Hilfe bei einer wichtigen Entscheidung oder spezifische Ratschläge umfassen.
et: 🔹 <strong>Üks seanss</strong>: Ideaalne kiireks, ühe tunni pikkuseks impulsi andmiseks. See võib olla projekti tagasiside, abi olulise otsuse tegemisel või spetsiifiline nõuanne.
fr: 🔹 <strong>Séance unique</strong> : Parfait pour un coup de pouce ponctuel d’une heure, que ce soit pour un retour sur un projet, une décision importante, ou une réponse à une question spécifique.
nl: 🔹 <strong>Enkele sessie</strong>: Ideaal voor een snelle, één uur durende boost. Dit kan voor feedback op een project zijn, hulp bij een belangrijke beslissing, of specifiek advies.

source: 🔹 <strong>Three one-hour sessions</strong> : Great for diving deeper into a problem. Here’s a possible breakdown:
ca: 🔹 <strong>Tres sessions d'una hora</strong>: Ideal per aprofundir en un problema. Aquí teniu un possible desglossament:
de: 🔹 <strong>Drei einstündige Sitzungen</strong>: Ideal, um tiefer in ein Problem einzutauchen. Hier ist eine mögliche Aufschlüsselung:
et: 🔹 <strong>Kolm ühetunnist seanssi</strong>: Suurepärane probleemidesse süvenemiseks. Siin on võimalik jaotus:
fr: 🔹 <strong>Trois séances d’une heure</strong> : Idéal pour approfondir une problématique. Voici un exemple de déroulé :
nl: 🔹 <strong>Drie sessies van één uur</strong>: Geweldig om dieper in een probleem te duiken. Hier is een mogelijke indeling:

source: - 👂 <strong>Session 1</strong> : Understand the issue and provide initial suggestions.
ca: - 👂 <strong>Sessió 1</strong>: Entendre el problema i proporcionar suggeriments inicials.
de: - 👂 <strong>Sitzung 1</strong>: Das Problem verstehen und erste Vorschläge machen.
et: - 👂 <strong>Seanss 1</strong>: Mõistke probleemi ja andke esialgsed soovitused.
fr: - 👂 <strong>Séance 1</strong> : Compréhension de la problématique et suggestions initiales.
nl: - 👂 <strong>Sessie 1</strong>: Begrijp het probleem en geef initiële suggesties.

source: - 📚 <strong>Session 2</strong> : Share research and set clear goals.
ca: - 📚 <strong>Sessió 2</strong>: Compartir investigacions i establir objectius clars.
de: - 📚 <strong>Sitzung 2</strong>: Gemeinsam Forschung austauschen und eindeutige Ziele definieren.
et: - 📚 <strong>Seanss 2</strong>: Jagage uuringuid ja seadke selged eesmärgid.
fr: - 📚 <strong>Séance 2</strong> : Partage de recherches et définition d'objectifs concrets.
nl: - 📚 <strong>Sessie 2</strong>: Deel onderzoek en stel duidelijke doelen.

source: - 🌟 <strong>Session 3</strong> : Review progress and adjust the approach.
ca: - 🌟 <strong>Sessió 3</strong>: Revisar el progrés i ajustar l'enfocament.
de: - 🌟 <strong>Sitzung 3</strong>: Fortschritt überprüfen und den Ansatz anpassen.
et: - 🌟 <strong>Seanss 3</strong>: Vaadake üle edusammud ja kohandage lähenemist.
fr: - 🌟 <strong>Séance 3</strong> : Bilan des progrès réalisés.
nl: - 🌟 <strong>Sessie 3</strong>: Evalueer de voortgang en pas de aanpak aan.

source: 🔹 <strong>Year-long mentoring (2 hours/month)</strong> : Perfect for long-term guidance. A typical session might look like this:
ca: 🔹 <strong>Mentoria anual (2 hores/mes)</strong>: Perfecta per a orientació a llarg termini. Una sessió típica podria ser així:
de: 🔹 <strong>Langjähriges Mentoring (2 Stunden/Monat)</strong>: Perfekt für langfristige Begleitung. Eine typische Sitzung könnte so aussehen:
et: 🔹 <strong>Aastane mentorlus (2 tundi kuus)</strong>: Ideaalne pikaajaliseks juhendamiseks. Tüüpiline seanss võib välja näha järgmine:
fr: 🔹 <strong>Accompagnement sur un an (2h/mois)</strong> : Pour un suivi régulier et durable. Voici un déroulé type pour une séance :
nl: 🔹 <strong>Jaarlang mentorschap (2 uur/maand)</strong>: Perfect voor langetermijnbegeleiding. Een typische sessie zou er zo uit kunnen zien:

source: - 🏅 <strong>Progress review</strong> : Discuss achievements and new challenges.
ca: - 🏅 <strong>Revisió del progrés</strong>: Discutir èxits i nous desafiaments.
de: - 🏅 <strong>Fortschrittskontrolle</strong>: Erfolge und neue Herausforderungen besprechen.
et: - 🏅 <strong>Edusammude ülevaade</strong>: Arutage saavutusi ja uusi väljakutseid.
fr: - 🏅 <strong>Progrès réalisés</strong> : Discussion sur les avancées et nouveaux besoins.
nl: - 🏅 <strong>Voortgangsevaluatie</strong>: Bespreek prestaties en nieuwe uitdagingen.

source: - 🎯 <strong>Goals</strong> : Set 2-3 objectives to work on before the next session.
ca: - 🎯 <strong>Objectius</strong>: Establir 2-3 objectius per treballar abans de la propera sessió.
de: - 🎯 <strong>Ziele</strong>: 2-3 Ziele festlegen, an denen bis zur nächsten Sitzung gearbeitet werden soll.
et: - 🎯 <strong>Eesmärgid</strong>: Seadke 2-3 eesmärki, millega tegeleda enne järgmist seanssi.
fr: - 🎯 <strong>Objectifs</strong> : Fixer 2-3 objectifs clairs à atteindre avant la prochaine séance.
nl: - 🎯 <strong>Doelen</strong>: Stel 2-3 doelen op om aan te werken vóór de volgende sessie.

source: - 📖 <strong>Resources</strong> : Share helpful content (videos, articles, etc.) to explore between sessions.
ca: - 📖 <strong>Recursos</strong>: Compartir contingut útil (vídeos, articles, etc.) per explorar entre sessions.
de: - 📖 <strong>Ressourcen</strong>: Hilfreiche Inhalte (Videos, Artikel usw.) teilen, die zwischen den Sitzungen erkundet werden können.
et: - 📖 <strong>Ressursid</strong>: Jagage kasulikku sisu (videod, artiklid jne), mida seansside vahel uurida.
fr: - 📖 <strong>Ressources</strong> : Envoi de contenus (vidéos, articles, etc.) à explorer entre les séances.
nl: - 📖 <strong>Bronnen</strong>: Deel nuttige inhoud (video's, artikelen, enz.) om tussen sessies te verkennen.

source: - 🗓️ <strong>Next session</strong> : Schedule the upcoming meeting.
ca: - 🗓️ <strong>Pròxima sessió</strong>: Programar la propera reunió.
de: - 🗓️ <strong>Nächste Sitzung</strong>: Das nächste Treffen planen.
et: - 🗓️ <strong>Järgmine seanss</strong>: Planeerige eelseisev kohtumine.
fr: - 🗓️ <strong>Prochaine séance</strong> : Planification du prochain rendez-vous.
nl: - 🗓️ <strong>Volgende sessie</strong>: Plan de volgende bijeenkomst.

source: ✅ Tips for successful mentoring :
ca: ✅ Consells per a una mentoria exitosa :
de: ✅ Tipps für erfolgreiches Mentoring:
et: ✅ Nõuanded eduka mentorluse jaoks:
fr: ✅ Conseils pratiques pour un mentorat réussi :
nl: ✅ Tips voor succesvol mentorschap:

source: 📝 <strong>Prepare for each session :</strong> Think about the topics you want to discuss, goals you want to achieve, and any questions you have.
ca: 📝 <strong>Prepareu cada sessió:</strong> Penseu en els temes que voleu tractar, els objectius que voleu assolir i qualsevol pregunta que tingueu.
de: 📝 <strong>Bereiten Sie sich auf jede Sitzung vor:</strong> Denken Sie über die Themen nach, die Sie besprechen möchten, die Ziele, die Sie erreichen wollen, und alle Fragen, die Sie haben.
et: 📝 <strong>Valmistuge igaks seansiks:</strong> Mõelge teemadele, mida soovite arutada, eesmärkidele, mida soovite saavutada, ja kõikidele küsimustele, mis teil on.
fr: 📝 <strong>Préparez vos séances :</strong> Réfléchissez aux sujets à aborder, aux objectifs à atteindre et aux questions à poser.
nl: 📝 <strong>Bereid je voor op elke sessie:</strong> Denk na over de onderwerpen die je wilt bespreken, doelen die je wilt bereiken en eventuele vragen die je hebt.

source: 🤝 <strong>Be open and honest :</strong> Building trust requires transparency.
ca: 🤝 <strong>Sigueu oberts i honestos:</strong> Construir confiança requereix transparència.
de: 🤝 <strong>Seien Sie offen und ehrlich:</strong> Vertrauensaufbau erfordert Transparenz.
et: 🤝 <strong>Ole avatud ja aus:</strong> Usalduse loomine nõuab läbipaistvust.
fr: 🤝 <strong>Soyez ouvert·e et honnête :</strong> La transparence est essentielle pour instaurer une relation de confiance.
nl: 🤝 <strong>Wees open en eerlijk:</strong> Vertrouwen opbouwen vereist transparantie.

source: 👂 <strong>Practice active listening :</strong> Ask questions and rephrase to confirm you’ve understood.
ca: 👂 <strong>Practiqueu l'escolta activa:</strong> Feu preguntes i reformulau per confirmar que heu entès.
de: 👂 <strong>Üben Sie aktives Zuhören:</strong> Stellen Sie Fragen und formulieren Sie um, um sicherzustellen, dass Sie alles verstanden haben.
et: 👂 <strong>Harjutage aktiivset kuulamist:</strong> Esitage küsimusi ja sõnastage ümber, et veenduda oma arusaamises.
fr: 👂 <strong>Pratiquez l'écoute active :</strong> Posez des questions et reformulez pour bien comprendre.
nl: 👂 <strong>Oefen actief luisteren:</strong> Stel vragen en herformuleer om te bevestigen dat je het begrepen hebt.

source: 🎯 <strong>Set clear goals</strong> after each session.
ca: 🎯 <strong>Estableix objectius clars</strong> després de cada sessió.
de: 🎯 <strong>Setzen Sie klare Ziele</strong> nach jeder Sitzung.
et: 🎯 <strong>Seadke selged eesmärgid</strong> pärast iga seanssi.
fr: 🎯 <strong>Fixez des objectifs concrets</strong> à chaque fin de séance.
nl: 🎯 <strong>Stel duidelijke doelen</strong> na elke sessie.

source: 📬 <strong>Share useful resources</strong> between meetings to enhance learning.
ca: 📬 <strong>Compartiu recursos útils</strong> entre reunions per millorar l'aprenentatge.
de: 📬 <strong>Teilen Sie nützliche Ressourcen</strong> zwischen den Treffen, um das Lernen zu erhöhen.
et: 📬 <strong>Jagage kasulikke ressursse</strong> kohtumiste vahel, et õppimist edendada.
fr: 📬 <strong>Partagez des ressources</strong> utilse entre les séances pour enrichir l'apprentissage.
nl: 📬 <strong>Deel nuttige bronnen</strong> tussen bijeenkomsten om het leren te verbeteren.
