Repository: CyberCRI/projects-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, de, et, fr, nl

source: Token contained no recognizable user identification
ca: El token no conté cap identificació d'usuari recognoscible
de: Das Token enthielt keine erkennbare Benutzeridentifikation
et: Token ei sisalda äratuntavat kasutajatunnustust
fr: Le token n'a pas permis de retrouver un utilisateur
nl: Token bevatte geen herkenbare gebruikersidentificatie

source: User is inactive
ca: L'usuari està inactiu
de: Der Benutzer ist inaktiv
et: Kasutaja on mitteaktiivne
fr: L'utilisateur·ice est inactif·ve
nl: Gebruiker is inactief

source: Invitation link not found or expired
ca: Enllaç d'invitació no trobat o caducat
de: Einladungslink nicht gefunden oder abgelaufen
et: Kutselinki ei leitud või see on aegunud
fr: Invitation invalide ou expirée
nl: Uitnodigingslink niet gevonden of verlopen

source: Access token has expired
ca: El token d'accés ha caducat
de: Der Zugriffstoken ist abgelaufen
et: Juurdepääsutoken on aegunud
fr: Le token d'accès a expiré
nl: Toegangstoken is verlopen

source: Token prefix is missing
ca: Falta el prefix del token
de: Das Token-Präfix fehlt
et: Tokeni eesliide on puudu
fr: Le préfixe du token est manquant
nl: Tokenvoorvoegsel ontbreekt

source: You cannot add projects that you do not have access to
ca: No pots afegir projectes als quals no tens accés
de: Sie können keine Projekt hinzufügen, zu denen Sie keinen Zugriff haben
et: Sa ei saa lisada projekte, millele sul puudub ligipääs
fr: Vous ne pouvez pas ajouter des projets auxquels vous n'avez pas accès
nl: Je kunt geen projecten toevoegen waartoe je geen toegang hebt

source: You do not have the permission to assign this role
ca: No tens permís per assignar aquest rol
de: Sie haben keine Berechtigung diese Rolle zuzuweisen
et: Sul ei ole luba selle rolli määramiseks
fr: Vous n'avez pas la permission d'assigner ce rôle
nl: Je hebt geen toestemming om deze rol toe te wijzen

source: You do not have the permission to assign this role : {role}
ca: No tens permís per assignar aquest rol: {role}
de: Sie haben keine Berechtigung diese Rolle zuzuweisen: {role}
et: Sul ei ole luba selle rolli määramiseks: {role}
fr: Vous n'avez pas la permission d'assigner ce rôle : {role}
nl: Je hebt geen toestemming om deze rol toe te wijzen: {role}

source: email_type query parameter is missing. Choices are : admin_created, invitation, reset_password
ca: Falta el paràmetre de consulta email_type. Les opcions són: admin_created, invitation, reset_password
de: Der Parameter email_type fehlt. Optionen sind: admin_created, invitation, reset_password
et: Päringuparameeter email_type on puudu. Valikud on: admin_created, invitation, reset_password
fr: Le paramètre email_type est manquant. Les choix sont : admin_created, invitation, reset_password
nl: De zoekparameter 'email_type' ontbreekt. Keuzes zijn: admin_created, invitation, reset_password

source: Permission not found
ca: Permís no trobat
de: Berechtigung nicht gefunden
et: Luba ei leitud
fr: La permission n'a pas été trouvée
nl: Toestemming niet gevonden

source: An error occurred while syncing with Keycloak
ca: S'ha produït un error en sincronitzar amb Keycloak
de: Ein Fehler ist bei der Synchronisierung mit Keycloak aufgetreten
et: Keycloakiga sünkroonimisel ilmnes viga
fr: Une erreur est survenue lors de la synchronisation avec Keycloak
nl: Er is een fout opgetreden tijdens het synchroniseren met Keycloak

source: An error occurred while syncing with Keycloak : {message}
ca: S'ha produït un error en sincronitzar amb Keycloak: {message}
de: Ein Fehler ist bei der Synchronisierung mit Keycloak aufgetreten: {message}
et: Keycloakiga sünkroonimisel ilmnes viga: {message}
fr: Une erreur est survenue lors de la synchronisation avec Keycloak : {message}
nl: Er is een fout opgetreden tijdens het synchroniseren met Keycloak: {message}

source: An error occurred while syncing with Google
ca: S'ha produït un error en sincronitzar amb Google
de: Ein Fehler ist bei der Synchronisierung mit Google aufgetreten
et: Google'iga sünkroonimisel ilmnes viga
fr: Une erreur est survenue lors de la synchronisation avec Google
nl: Er is een fout opgetreden tijdens het synchroniseren met Google

source: An error occurred while syncing with Google : {message}
ca: S'ha produït un error en sincronitzar amb Google: {message}
de: Ein Fehler ist bei der Synchronisierung mit Google aufgetreten: {message}
et: Google'iga sünkroonimisel ilmnes viga: {message}
fr: Une erreur est survenue lors de la synchronisation avec Google : {message}
nl: Er is een fout opgetreden tijdens het synchroniseren met Google: {message}

source: The organization of a group cannot be changed
ca: L'organització d'un grup no es pot canviar
de: Die Organisation einer Gruppe kann nicht geändert werden
et: Grupi organisatsiooni ei saa muuta
fr: L'organisation d'un groupe ne peut pas être modifiée
nl: De organisatie van een groep kan niet worden gewijzigd

source: The root group cannot have a parent group
ca: El grup arrel no pot tenir un grup pare
de: Die Stammgruppe darf keine übergeordnete Gruppe haben
et: Juurgrupil ei saa olla peagruppi
fr: Le groupe racine ne peut pas avoir de groupe parent
nl: De hoofdgroep kan geen oudergroep hebben

source: A non-root group must have a parent group
ca: Un grup no arrel ha de tenir un grup pare
de: Eine nicht-Stammgruppe muss eine übergeordnete Gruppe haben
et: Mitte-juurgrupil peab olema peagrupp
fr: Un groupe doit avoir un groupe parent
nl: Een niet-hoofdgroep moet een oudergroep hebben

source: The parent group must belong to the same organization
ca: El grup pare ha de pertànyer a la mateixa organització
de: Die übergeordnete Gruppe muss derselben Organisation angehören
et: Peagrupp peab kuuluma samasse organisatsiooni
fr: Le groupe parent doit appartenir à la même organisation
nl: De oudergroep moet tot dezelfde organisatie behoren

source: You are trying to create a loop in the group's hierarchy
ca: Estàs intentant crear un bucle a la jerarquia del grup
de: Sie versuchen, eine Schleife in der Gruppenhierarchie zu erstellen
et: Püüad luua ahelat grupi hierarhias
fr: Vous essayez de créer une boucle dans la hiérarchie des groupes
nl: Je probeert een lus te creëren in de hiërarchie van de groep

source: You cannot assign this role to a user
ca: No pots assignar aquest rol a un usuari
de: Sie können diese Rolle keinem Benutzer zuweisen
et: Sa ei saa seda rolli kasutajale määrata
fr: Vous ne pouvez pas assigner ce rôle à un·e utilisateur·ice
nl: Je kunt deze rol niet toewijzen aan een gebruiker

source: You cannot assign this role to a user : {role}
ca: No pots assignar aquest rol a un usuari: {role}
de: Sie können diese Rolle keinem Benutzer zuweisen: {role}
et: Sa ei saa seda rolli kasutajale määrata: {role}
fr: Vous ne pouvez pas assigner ce rôle à un·e utilisateur·ice : {role}
nl: Je kunt deze rol niet toewijzen aan een gebruiker: {role}

source: visibility
ca: visibilitat
de: Sichtbarkeit
et: nähtavus
fr: visibilité
nl: zichtbaarheid

source: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">An error happened while resending the link:</p> <p style="font-size: 20px;">%(error)s</p> </div>
ca: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">S'ha produït un error en reenviar l'enllaç:</p> <p style="font-size: 20px;">%(error)s</p> </div>
de: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Beim erneuten Senden des Links ist ein Fehler aufgetreten:</p> <p style="font-size: 20px;">%(error)s</p> </div>
et: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Lingi uuesti saatmisel ilmnes viga:</p> <p style="font-size: 20px;">%(error)s</p> </div>
fr: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Une erreur a eu lieu lors du renvoi du lien:</p> <p style="font-size: 20px;">%(error)s</p> </div>
nl: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Er is een fout opgetreden bij het opnieuw verzenden van de link:</p> <p style="font-size: 20px;">%(error)s</p> </div>

source: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Link was not resent because no action is required.</p> </div>
ca: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">L'enllaç no s'ha reenviat perquè no es requereix cap acció.</p> </div>
de: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Der Link wurde nicht erneut gesendet, da keine Aktion erforderlich ist.</p> </div>
et: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Link jäeti uuesti saatmata, sest tegevus pole vajalik.</p> </div>
fr: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Le lien n'a pas été renvoyé car aucune action n'est requise.</p> </div>
nl: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Link is niet opnieuw verzonden omdat geen actie vereist is.</p> </div>

source: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Link resent successfully!</p> <p style="font-size: 20px;">You can refresh your mailbox to find it 😊</p> </div>
ca: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Enllaç reenviat correctament!</p> <p style="font-size: 20px;">Pots actualitzar la teva bústia de correu per trobar-lo 😊</p> </div>
de: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Link erfolgreich erneut gesendet!</p> <p style="font-size: 20px;">Sie können Ihren Posteingang aktualisieren, um ihn zu finden 😊</p> </div>
et: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Link on edukalt uuesti saadetud!</p> <p style="font-size: 20px;">Värskenda oma postkasti, et see leida 😊</p> </div>
fr: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Lien renvoyé avec succès!</p> <p style="font-size: 20px;">Rafraîchissez votre boîte mail pour le trouver 😊</p> </div>
nl: <div style="font-family:Arial;display:flex;align-items:center;flex-direction:column;"> <p style="font-size: 24px;">Link succesvol opnieuw verzonden!</p> <p style="font-size: 20px;">Je kunt je inbox vernieuwen om de link te vinden 😊</p> </div>

source: Unknown publication status
ca: Estat de publicació desconegut
de: Unbekannter Veröffentlichungsstatus
et: Tundmatu avaldamise olek
fr: Statut de publication inconnu
nl: Onbekende publicatiestatus

source: Unknown publication status '{publication_status}'
ca: Estat de publicació desconegut '{publication_status}'
de: Unbekannter Veröffentlichungsstatus '{publication_status}'
et: Tundmatu avaldamise olek '{publication_status}'
fr: Statut de publication inconnu '{publication_status}'
nl: Onbekende publicatiestatus '{publication_status}'

source: This field is required.
ca: Aquest camp és obligatori.
de: Dieses Feld ist erforderlich.
et: See väli on kohustuslik.
fr: Ce champ est obligatoire.
nl: Dit veld is verplicht.

source: Invalid id "{user_id}" - object does not exist.
ca: Id no vàlid "{user_id}" - l'objecte no existeix.
de: Ungültige ID "{user_id}" – Objekt existiert nicht.
et: Vigane ID "{user_id}" - objekti ei eksisteeri.
fr: identifiant invalide "{user_id}" - cet objet n'existe pas.
nl: Ongeldige id "{user_id}" - object bestaat niet.

source: Incorrect type. Expected str value, received {data_type}.
ca: Tipus incorrecte. S'esperava un valor str, s'ha rebut {data_type}.
de: Falscher Typ. Erwartet wurde ein String-Wert, erhalten wurde {data_type}.
et: Vale tüüp. Oodati stringi väärtust, saadi {data_type}.
fr: Type incorrect. Valeur str attendue, {data_type} reçue.
nl: Onjuist type. Verwachte stringwaarde, ontvangen {data_type}.

source: Hello %(given_name)s,
ca: Hola %(given_name)s,
de: Hallo %(given_name)s,
et: Tere %(given_name)s,
fr: Bonjour %(given_name)s,
nl: Hallo %(given_name)s,

source: Hello %(given_name)s,
ca: Hola %(given_name)s,
de: Hallo %(given_name)s,
et: Tere %(given_name)s,
fr: Bonjour %(given_name)s,
nl: Hallo %(given_name)s,

source: You don't have the permission to comment on this project
ca: No tens permís per comentar en aquest projecte
de: Sie haben keine Berechtigung, dieses Projekt zu kommentieren
et: Sul puudub luba selle projekti kommenteerimiseks
fr: Vous n'avez pas la permission de commenter ce projet
nl: Je hebt geen toestemming om op dit project te reageren

source: You don't have the permission to comment on this project : {project_title}
ca: No tens permís per comentar en aquest projecte: {project_title}
de: Sie haben keine Berechtigung, dieses Projekt zu kommentieren: {project_title}
et: Sul puudub luba selle projekti kommenteerimiseks: {project_title}
fr: Vous n'avez pas la permission de commenter ce projet : {project_title}
nl: Je hebt geen toestemming om op dit project te reageren: {project_title}

source: You don't have the permission to follow this project
ca: No tens permís per seguir aquest projecte
de: Sie haben keine Berechtigung, diesem Projekt zu folgen
et: Sul puudub luba selle projekti jälgimiseks
fr: Vous n'avez pas la permission de suivre ce projet
nl: Je hebt geen toestemming om dit project te volgen

source: You don't have the permission to follow this project : {project_title}
ca: No tens permís per seguir aquest projecte: {project_title}
de: Sie haben keine Berechtigung, diesem Projekt zu folgen: {project_title}
et: Sul puudub luba selle projekti jälgimiseks: {project_title}
fr: Vous n'avez pas la permission de suivre ce projet : {project_title}
nl: Je hebt geen toestemming om dit project te volgen: {project_title}

source: You cannot reply to a reply
ca: No pots respondre a una resposta
de: Sie können nicht auf eine Antwort antworten
et: Sa ei saa vastusele vastata
fr: Vous ne pouvez pas répondre à une réponse
nl: Je kunt niet reageren op een antwoord

source: A comment cannot be a reply to itself
ca: Un comentari no pot ser una resposta a si mateix
de: Ein Kommentar kann keine Antwort auf sich selbst sein
et: Kommentaar ei saa olla vastus iseendale
fr: Un commentaire ne peut pas être une réponse à lui-même
nl: Een reactie kan geen antwoord op zichzelf zijn

source: The file you are trying to upload is already attached to this project
ca: El fitxer que intentes pujar ja està adjuntat a aquest projecte
de: Die Datei, die Sie hochzuladen versuchen, ist diesem Projekt bereits angehängt
et: Fail, mida proovid üles laadida, on juba selle projektiga seotud
fr: Le fichier que vous essayez d'attacher est déjà lié à ce projet
nl: Het bestand dat je probeert te uploaden is al aan dit project gekoppeld

source: The file you are trying to upload is already attached to this organization
ca: El fitxer que intentes pujar ja està adjuntat a aquest organització
et: Fail, mida proovid üles laadida, on juba selle organisatsiooni seotud
fr: Le fichier que vous essayez d'attacher est déjà lié à cette organisation
nl: Het bestand dat je probeert te uploaden is al aan dit organisatie gekoppeld

source: The link you are trying to attach is already attached to this project
ca: L'enllaç que intentes adjuntar ja està adjuntat a aquest projecte
de: Der Link, den Sie anzuhängen versuchen, ist diesem Projekt bereits angehängt
et: Link, mida proovid lisada, on juba selle projektiga seotud
fr: Le lien que vous essayez d'attacher est déjà lié à ce projet
nl: De link die je probeert te koppelen is al aan dit project gekoppeld

source: File too large. Size should not exceed {max_file_size} MB
et: Fail on liiga suur. Suurus ei tohi ületada {max_file_size} MB
fr: Fichier trop volumineux. La taille ne doit pas dépasser {max_file_size} Mo
nl: Bestand te groot. De grootte mag niet meer dan {max_file_size} MB bedragen

source: You can't change the project of a file
ca: No pots canviar el projecte d'un fitxer
de: Sie können das Projekt einer Datei nicht ändern
et: Sa ei saa faili projekti muuta
fr: Vous ne pouvez pas changer le projet d'un fichier
nl: Je kunt het project van een bestand niet wijzigen

source: You can't change the project of a link
ca: No pots canviar el projecte d'un enllaç
de: Sie können das Projekt eines Links nicht ändern
et: Sa ei saa lingi projekti muuta
fr: Vous ne pouvez pas changer le projet d'un lien
nl: Je kunt het project van een link niet wijzigen

source: You can't delete this picture: It is related to another object
ca: No pots esborrar aquesta imatge: està relacionada amb un altre objecte
de: Sie können dieses Bild nicht löschen: Es ist mit einem anderen Objekt verbunden
et: Sa ei saa seda pilti kustutada: see on seotud teise objektiga
fr: Vous ne pouvez pas supprimer cette image: elle est liée à un autre objet
nl: Je kunt deze afbeelding niet verwijderen: deze is gerelateerd aan een ander object

source: You can't delete this picture: It is related to an instance of {model} with pk={pk} through field {field}
et: Sa ei saa seda pilti kustutada: see on seotud {model} eksemplariga, mille pk={pk} läbi välja {field}
fr: Vous ne pouvez pas supprimer cette image: elle est liée à une instance de {model} avec pk={pk} via le champ {field}
nl: Je kunt deze afbeelding niet verwijderen: deze is gerelateerd aan een instantie van {model} met pk={pk} via veld {field}

source: The email type is not valid
ca: El tipus de correu electrònic no és vàlid
de: Der E-Mail-Typ ist ungültig
et: E-posti tüüp ei ole kehtiv
fr: Le type d'email n'est pas valide
nl: Het e-mailtype is niet geldig

source: The email type '{email_type}' is not valid
ca: El tipus de correu electrònic '{email_type}' no és vàlid
de: Der E-Mail-Typ '{email_type}' ist ungültig
et: E-posti tüüp '{email_type}' ei ole kehtiv
fr: Le type d'email '{email_type}' n'est pas valide
nl: Het e-mailtype '{email_type}' is niet geldig

source: People group must belong to the invitation's organization
ca: El grup de persones ha de pertànyer a l'organització de la invitació
de: Die Personengruppe muss zur Organisation der Einladung gehören
et: Inimeste grupp peab kuuluma kutse organisatsiooni
fr: Le groupe doit appartenir à l'organisation de l'invitation
nl: De groep mensen moet tot de organisatie van de uitnodiging behoren

source: You cannot change the organization of an invitation
ca: No pots canviar l'organització d'una invitació
de: Sie können die Organisation einer Einladung nicht ändern
et: Sa ei saa kutse organisatsiooni muuta
fr: Vous ne pouvez pas changer l'organisation d'une invitation
nl: Je kunt de organisatie van een uitnodiging niet wijzigen

source: This user is already a member of this organization
ca: Aquest usuari ja és membre d'aquesta organització
de: Dieser Benutzer ist bereits Mitglied dieser Organisation
et: See kasutaja on juba selle organisatsiooni liige
fr: Cet·te utilisateur·rice est déjà membre de cette organisation
nl: Deze gebruiker is al lid van deze organisatie

source: A user with this email already exists
ca: Ja existeix un usuari amb aquest correu electrònic
de: Ein Benutzer mit dieser E-Mail-Adresse existiert bereits
et: Selle e-posti aadressiga kasutaja on juba olemas
fr: Un·e utilisateur·rice avec cette adresse email existe déjà
nl: Een gebruiker met dit e-mailadres bestaat al

source: This organization does not accept access requests
ca: Aquesta organització no accepta sol·licituds d'accés
de: Diese Organisation akzeptiert keine Zugriffsanfragen
et: See organisatsioon ei aktsepteeri ligipääsutaotlusi
fr: Cette organisation n'accepte pas les demandes d'accès
nl: Deze organisatie accepteert geen toegangsverzoeken

source: An access request for this email already exists
ca: Ja existeix una sol·licitud d'accés per a aquest correu electrònic
de: Eine Zugriffsanfrage für diese E-Mail-Adresse existiert bereits
et: Sellele e-posti aadressile on juba ligipääsutaotlus olemas
fr: Une demande d'accès pour cette adresse email existe déjà
nl: Er bestaat al een toegangsverzoek voor dit e-mailadres

source: An access request for this user already exists
ca: Ja existeix una sol·licitud d'accés per a aquest usuari
de: Eine Zugriffsanfrage für diesen Benutzer existiert bereits
et: Sellele kasutajale on juba ligipääsutaotlus olemas
fr: Une demande d'accès pour cet·te utilisateur·rice existe déjà
nl: Er bestaat al een toegangsverzoek voor deze gebruiker

source: Need any help?
ca: Necessites ajuda?
de: Brauchen Sie Hilfe?
et: Vajad abi?
fr: Besoin d'aide?
nl: Hulp nodig?

source: For questions or assistance, you can <a class="lpi-link" href="mailto:projects.platform@learningplanetinstitute.org">email us</a>. We will come back to you during business hours (mon-fri 9am-6pm) as fast as we can.
ca: Per a preguntes o assistència, pots <a class="lpi-link" href="mailto:projects.platform@learningplanetinstitute.org">enviar-nos un correu electrònic</a>. Et respondrem durant l'horari laboral (de dilluns a divendres de 9h a 18h) tan aviat com puguem.
de: Bei Fragen oder für Unterstützung können Sie uns eine <a class="lpi-link" href="mailto:projects.platform@learningplanetinstitute.org">E-Mail senden</a>. Wir werden uns so schnell wie möglich während der Geschäftszeiten (Mo-Fr 9-18 Uhr) bei Ihnen melden.
et: Küsimuste või abi saamiseks võite meile <a class="lpi-link" href="mailto:projects.platform@learningplanetinstitute.org">e-kirja saata</a>. Vastame teile tööajal (E-R 9.00-18.00) nii kiiresti kui võimalik.
fr: Pour toute question ou demande d'assistance, <a class="lpi-link" href="mailto:projects.platform@learningplanetinstitute.org">vous pouvez nous contacter par email</a>. Nous reviendrons vers vous pendant les heures de travail (du lundi au vendredi, de 9h à 18h) aussi vite que possible.
nl: Voor vragen of hulp kun je <a class="lpi-link" href="mailto:projects.platform@learningplanetinstitute.org">ons mailen</a>. We nemen tijdens kantooruren (ma-vr 9.00-18.00 uur) zo snel mogelijk contact met je op.

source: You can also visit our <a class="lpi-link" href="https://docs.projects.lp-i.org">help center</a>.
ca: També pots visitar el nostre <a class="lpi-link" href="https://docs.projects.lp-i.org">centre d'ajuda</a>.
de: Sie können auch unser <a class="lpi-link" href="https://docs.projects.lp-i.org">Hilfezentrum</a> besuchen.
et: Võite külastada ka meie <a class="lpi-link" href="https://docs.projects.lp-i.org">abikeskust</a>.
fr: Vous pouvez aussi <a class="lpi-link" href="https://docs.projects.lp-i.org">visiter notre centre d'aide</a>.
nl: Je kunt ook ons <a class="lpi-link" href="https://docs.projects.lp-i.org">helpcentrum</a> bezoeken.

source: We hope you'll enjoy our new platform! <br/> The LPI team.
ca: Esperem que gaudeixis de la nostra nova plataforma! <br/> L'equip de LPI.
de: Wir hoffen, dass Ihnen unsere neue Plattform gefällt! <br/> Das LPI-Team.
et: Loodame, et naudite meie uut platvormi! <br/> LPI meeskond.
fr: Nous espérons que vous apprécierez notre nouvelle plateforme! <br/> L'équipe du LPI.
nl: We hopen dat je veel plezier zult beleven aan ons nieuwe platform! <br/> Het LPI-team.

source: Made with ❤️ by Learning Planet Institute.
ca: Fet amb ❤️ per Learning Planet Institute.
de: Mit ❤️ vom Learning Planet Institute.
et: Valmistatud ❤️-ga Learning Planet Institute poolt.
fr: Fait avec ♥ par le Learning Planet Institute.
nl: Gemaakt met ❤️ door Learning Planet Institute.
